[
    {
        "title": "Quentin Tarantino",
        "summary": "Quentin Jerome Tarantino (; born March 27, 1963) is an American film director, screenwriter, and actor. His films are characterized by stylized violence, extended dialogue including a pervasive use of profanity, and references to popular culture.\nTarantino began his career as an independent filmmaker with the release of the crime film Reservoir Dogs in 1992. His second film, Pulp Fiction (1994), a dark comedy crime thriller, was a major success with critics and audiences winning numerous awards, including the Palme d'Or and the Academy Award for Best Original Screenplay. In 1996, he wrote and starred in From Dusk till Dawn. Tarantino's third film, Jackie Brown (1997), paid homage to blaxploitation films.\nIn 2003, Tarantino directed Kill Bill: Volume 1, inspired by the traditions of martial arts films; it was followed by Volume 2 in 2004, with both volumes combined regarded as a single film. He then made the exploitation-slasher Death Proof (2007), part of a double feature with Robert Rodriguez released under the collective title Grindhouse. His next film, Inglourious Basterds (2009), follows an alternate account of World War II. He followed this with Django Unchained (2012), a slave revenge Spaghetti Western, which won him his second Academy Award for Best Original Screenplay. His eighth film, The Hateful Eight (2015), is a revisionist Western thriller and opened to audiences with a roadshow release. His most recent film, Once Upon a Time in Hollywood (2019), is a comedy drama set in the late 1960s about the transition of Old Hollywood to New Hollywood. A novelization of the film written by Tarantino was published in 2021, becoming his debut novel.\nTarantino's work has been subject to criticism, such as the depictions of violence and frequent inclusion of racial slurs. During Tarantino's career, his films have garnered a cult following; as well as critical and commercial success, he has been considered \"the single most influential director of his generation\". Other major awards won by Tarantino include two BAFTAs and four Golden Globes.",
        "content": "Quentin Jerome Tarantino (; born March 27, 1963) is an American film director, screenwriter, and actor. His films are characterized by stylized violence, extended dialogue including a pervasive use of profanity, and references to popular culture.\nTarantino began his career as an independent filmmaker with the release of the crime film Reservoir Dogs in 1992. His second film, Pulp Fiction (1994), a dark comedy crime thriller, was a major success with critics and audiences winning numerous awards, including the Palme d'Or and the Academy Award for Best Original Screenplay. In 1996, he wrote and starred in From Dusk till Dawn. Tarantino's third film, Jackie Brown (1997), paid homage to blaxploitation films.\nIn 2003, Tarantino directed Kill Bill: Volume 1, inspired by the traditions of martial arts films; it was followed by Volume 2 in 2004, with both volumes combined regarded as a single film. He then made the exploitation-slasher Death Proof (2007), part of a double feature with Robert Rodriguez released under the collective title Grindhouse. His next film, Inglourious Basterds (2009), follows an alternate account of World War II. He followed this with Django Unchained (2012), a slave revenge Spaghetti Western, which won him his second Academy Award for Best Original Screenplay. His eighth film, The Hateful Eight (2015), is a revisionist Western thriller and opened to audiences with a roadshow release. His most recent film, Once Upon a Time in Hollywood (2019), is a comedy drama set in the late 1960s about the transition of Old Hollywood to New Hollywood. A novelization of the film written by Tarantino was published in 2021, becoming his debut novel.\nTarantino's work has been subject to criticism, such as the depictions of violence and frequent inclusion of racial slurs. During Tarantino's career, his films have garnered a cult following; as well as critical and commercial success, he has been considered \"the single most influential director of his generation\". Other major awards won by Tarantino include two BAFTAs and four Golden Globes.\n\n\n== Early life ==\nTarantino was born on March 27, 1963, in Knoxville, Tennessee, the only child of Connie McHugh and aspiring actor Tony Tarantino, who left the family before his son's birth. Tarantino identifies as having Cherokee descent through his mother, who is of Irish descent on her other side; his father is of Italian descent. He was named in part after Quint Asper, Burt Reynolds's character in the TV series Gunsmoke. Tarantino's mother met his father during a trip to Los Angeles. After a brief marriage and divorce, Connie left Los Angeles and moved to Knoxville, where her parents lived. In 1966, Tarantino returned with his mother to Los Angeles.Tarantino's mother married musician Curtis Zastoupil soon after arriving in Los Angeles, and the family moved to Torrance, a city in Los Angeles County's South Bay area. Zastoupil accompanied Tarantino to numerous film screenings while his mother allowed him to see more mature movies, such as Carnal Knowledge (1971) and Deliverance (1972). After his mother divorced Zastoupil in 1973, and received a misdiagnosis of Hodgkin's lymphoma, Tarantino was sent to live with his grandparents in Tennessee. He remained there less than a year before returning to California.At 14 years old, Tarantino wrote one of his earliest works, a screenplay called Captain Peachfuzz and the Anchovy Bandit, based on the 1977 film Smokey and the Bandit. Tarantino later revealed that his mother had ridiculed his writing skills when he was younger; as a result, he vowed that he would never share his wealth with her. As a 15-year-old, Tarantino was grounded by his mother for shoplifting Elmore Leonard's novel The Switch from Kmart. He was allowed to leave only to attend the Torrance Community Theater, where he participated in such plays as Two Plus Two Makes Sex and Romeo and Juliet. The same year, he dropped out of Narbonne High School in Harbor City, Los Angeles.\n\n\n== Career ==\n\n\n=== 1980s: Early jobs and screenplays ===\nThrough the 1980s, Tarantino had a number of jobs. After lying about his age, he worked as an usher at an adult movie theater in Torrance, called the Pussycat Theater. He spent time as a recruiter in the aerospace industry, and for five years he worked at Video Archives, a video store in Manhattan Beach, California. He was well known in the local community for his film knowledge and video recommendations; Tarantino stated, \"When people ask me if I went to film school, I tell them, 'No, I went to films.\" In 1986, Tarantino was employed in his first Hollywood job, working with Video Archives colleague Roger Avary, as production assistants on Dolph Lundgren's exercise video, Maximum Potential.Before working at Video Archives, Tarantino co-wrote Love Birds In Bondage with Scott Magill. Tarantino would go on to produce and direct the short film. Magill committed suicide in 1987, after which all film shot was destroyed. Later, Tarantino attended acting classes at the James Best Theatre Company, where he met several of his eventual collaborators for his next film. In 1987, Tarantino co-wrote and directed My Best Friend's Birthday (1987). It was left uncompleted, but some of its dialogue was included in True Romance.The following year, he played an Elvis impersonator in \"Sophia's Wedding: Part 1\", an episode in the fourth season of The Golden Girls, which was broadcast on November 19, 1988. Tarantino recalled that the pay he received for the part helped support him during the preproduction of Reservoir Dogs; he estimated he was initially paid about $650; however, the episode was frequently rerun because it was on a \"best of...\" lineup, therefore received about $3,000 in residuals over three years.\n\n\n=== 1990s: Breakthrough ===\nAfter meeting Lawrence Bender at a friend's barbecue, Tarantino discussed with him about an unwritten dialogue-driven heist film. Bender encouraged Tarantino to write the screenplay, which he wrote in three and a half weeks and presented to Bender unformatted. Impressed with the script, Bender managed to forward it through contacts to director Monte Hellman. Hellman cleaned up the screenplay and helped secure funding from Richard N. Gladstein at Live Entertainment (which later became Artisan, now known as Lionsgate). Harvey Keitel read the script and also contributed to the budget, taking a role as co-producer and also playing a major part in the picture. In January 1992, it was released as Tarantino's crime thriller Reservoir Dogs—which he wrote, directed, and acted in as Mr. Brown—and screened at the Sundance Film Festival. The film was an immediate hit, receiving a positive response from critics.\nTarantino's screenplay True Romance was optioned and the film was eventually released in 1993. The second script that Tarantino sold was for the film Natural Born Killers, which was revised by Dave Veloz, Richard Rutowski and director Oliver Stone. Tarantino was given story credit and stated in an interview that he wished the film well, but later disowned the final film. Tarantino also did an uncredited rewrite on It's Pat (1994). Other films where he was an uncredited screenwriter include Crimson Tide (1995) and The Rock (1996).Following the success of Reservoir Dogs, Tarantino was approached by major film studios and offered projects that included Speed (1994) and Men in Black (1997), but he instead retreated to Amsterdam to work on his script for Pulp Fiction.Tarantino wrote, directed, and acted in the dark comedy crime film Pulp Fiction in 1994, maintaining the stylized violence from his earlier film and also non-linear storylines. Tarantino received the Academy Award for Best Original Screenplay, which he shared with Roger Avary, who contributed to the story. He also received a nomination in the Best Director category. The film received another five nominations, including for Best Picture. Tarantino also won the Palme d'Or for the film at the 1994 Cannes Film Festival. The film grossed over $200 million and earned positive reviews.In 1995, Tarantino participated in the anthology film Four Rooms, a collaboration that also included directors Robert Rodriguez, Allison Anders and Alexandre Rockwell. Tarantino directed and acted in the fourth segment of \"The Man from Hollywood\", a tribute to the Alfred Hitchcock Presents episode \"Man from the South\". He joined Rodriguez again later in the year with a supporting role in Desperado. One of Tarantino's first paid writing assignments was for From Dusk till Dawn, which Rodriguez directed later in 1996, re-teaming with Tarantino in another acting role, alongside Harvey Keitel, George Clooney and Juliette Lewis.His third feature film was Jackie Brown (1997), an adaptation of Elmore Leonard's novel Rum Punch. A homage to blaxploitation films, it starred Pam Grier, who starred in many of the films of that genre in the 1970s. It received positive reviews and was called a \"comeback\" for Grier and co-star Robert Forster. Leonard considered Jackie Brown to be his favorite of the 26 different screen adaptations of his novels and short stories.In the 1990s, Tarantino had a number of other minor acting roles, including in Eddie Presley (1992), The Coriolis Effect (1994), Sleep With Me (1994), Somebody to Love (1994), All-American Girl (1995), Destiny Turns on the Radio (1995), and Girl 6 (1996). Also in 1996, he starred in Steven Spielberg's Director's Chair, a simulation video game that uses pre-generated film clips. In 1998, Tarantino made his major Broadway stage debut as an amoral psycho killer in a revival of the 1966 play Wait Until Dark, which received unfavorable reviews for his performance from critics.\n\n\n=== 2000s: Subsequent success ===\nTarantino went on to write and direct Kill Bill, a highly stylized \"revenge flick\" in the cinematic traditions of Chinese martial arts films, Japanese period dramas, Spaghetti Westerns, and Italian horror. It was based on a character called The Bride and a plot that he and Kill Bill's lead actress Uma Thurman had developed during the making of Pulp Fiction. It was originally set for a single theatrical release, but its four-hour running time prompted Tarantino to divide it into two movies.: 1:02:10  Tarantino says he still considers it a single film in his overall filmography.: 1:23:35  Volume 1 was released in 2003 and Volume 2 was released in 2004.\nFrom 2002 to 2004, Tarantino portrayed villain McKenas Cole in the ABC television series Alias. In 2004, Tarantino attended the 2004 Cannes Film Festival, where he served as President of the Jury. Volume 2 of Kill Bill had a screening there, but was not in competition.Tarantino then contributed to Robert Rodriguez's 2005 neo-noir film Sin City, and was credited as \"Special Guest Director\" for his work directing the car sequence featuring Clive Owen and Benicio del Toro. In May 2005, Tarantino co-wrote and directed \"Grave Danger\", the fifth season finale of CSI: Crime Scene Investigation. For this episode, Tarantino was nominated for the Primetime Emmy Award for Outstanding Directing for a Drama Series at the 57th Primetime Emmy Awards.In 2007, Tarantino directed the exploitation slasher film Death Proof. Released as a take on 1970s double features, under the banner Grindhouse, it was co-directed with Rodriguez who did the other feature which was the body horror film Planet Terror. Box-office sales were low but the film garnered mostly positive reviews.Tarantino's film Inglourious Basterds, released in 2009, is the story of a group of Jewish-American guerrilla soldiers in Nazi-occupied France in an alternate history of World War II. He had planned to start work on the film after Jackie Brown but postponed this to make Kill Bill after a meeting with Uma Thurman. Filming began on \"Inglorious Bastards\", as it was provisionally titled, in October 2008. The film opened in August 2009 to positive reviews with the highest box office gross in the US and Canada for the weekend on release. For the film, Tarantino received his second nomination for the Academy Award for Best Director and Academy Award for Best Original Screenplay.\n\n\n=== 2010s and 2020s: Established auteur ===\nIn 2011, production began on Django Unchained, a film about the revenge of a former slave in the Southern United States in 1858. The film stemmed from Tarantino's desire to produce a Spaghetti Western set in America's Deep South during the Antebellum Period. Tarantino called the proposed style \"a southern\", stating that he wanted \"to do movies that deal with America's horrible past with slavery and stuff but do them like spaghetti westerns, not like big issue movies. I want to do them like they're genre films, but they deal with everything that America has never dealt with because it's ashamed of it, and other countries don't really deal with because they don't feel they have the right to\". It was released in December 2012 and became his highest grossing film to date. He also received his second Academy Award for Best Original Screenplay.\nIn November 2013, Tarantino said he was working on a new film and that it would be another Western, though not a sequel to Django Unchained. On January 11, 2014, it was revealed that the film would be titled The Hateful Eight. The script was then leaked in January 2014. Aggrieved by the breach of confidence, Tarantino considered abandoning the production which was due to start the next winter and publish it as a novel instead. He stated that he had given the script to a few trusted colleagues, including Bruce Dern, Tim Roth and Michael Madsen.\nOn April 19, 2014, Tarantino directed a live reading of the leaked script at the United Artists Theater in the Ace Hotel Los Angeles for the Live Read series. Tarantino explained that they would read the first draft of the script, and added that he was writing two new drafts with a different ending. Filming went ahead as planned with the new draft in January 2015. The Hateful Eight was released on December 25, 2015, as a roadshow presentation in 70 mm film-format theaters, before being released in digital theaters on December 30, 2015. The film received mostly positive reviews from critics.\nIn July 2017, it was reported that Tarantino's next project would be a film about the Manson Family murders. In February 2018, it was announced that the film's title would be Once Upon a Time in Hollywood, and that Leonardo DiCaprio would play Rick Dalton, a fictional star of television Westerns, with Brad Pitt as Dalton's longtime stunt double Cliff Booth; Margot Robbie would be playing real life actress Sharon Tate, portrayed as Dalton's next-door neighbor. Filming took place in the summer of 2018. In wake of the Harvey Weinstein sexual abuse allegations, Tarantino severed ties to The Weinstein Company and Miramax and sought a new distributor after working with Weinstein for his entire career. The film officially premiered at the 2019 Cannes Film Festival, where it was in competition for the Palme d'Or. Sony Pictures eventually distributed the film, which was theatrically released in July 2019.In November 2022, Tarantino revealed plans to shoot an eight-episode television series in 2023. No further details were provided.\n\n\n=== As a producer ===\nTarantino has used his Hollywood power to give smaller and foreign films more attention. These films are often labeled \"Presented by Quentin Tarantino\" or \"Quentin Tarantino Presents\". In 1995, Tarantino formed Rolling Thunder Pictures with Miramax to release or re-release several independent and foreign features. By 1997, Miramax had shut down the company due to poor sales. The following films were released by Rolling Thunder Pictures: Chungking Express (1994, dir. Wong Kar-wai), Switchblade Sisters (1975, dir. Jack Hill), Sonatine (1993, dir. Takeshi Kitano), Hard Core Logo (1996, dir. Bruce McDonald), The Mighty Peking Man (1977, dir. Ho Meng Hua), Detroit 9000 (1973, dir. Arthur Marks), The Beyond (1981, dir. Lucio Fulci), and Curdled (1996, dir. Reb Braddock).In 2001, he produced the US release of the Hong Kong martial arts film Iron Monkey, which made over $14 million worldwide. In 2004, he brought the Chinese martial arts film Hero to the US. It opened at number-one at the box office and eventually earning $53.5 million.While Tarantino was in negotiations with Lucy Liu for Kill Bill, the two helped produce the Hungarian sports documentary Freedom's Fury, which was released in 2006. When he was approached about a documentary about the Blood in the Water match, a water polo match between Hungary and the USSR at the 1956 Melbourne Olympics, Tarantino said \"This is the best story I've ever been told. I'd love to be involved\".In 2006, another \"Quentin Tarantino presents\" production, Hostel, opened at number-one at the box office with a $20.1 million opening weekend. He presented 2006's The Protector, and is a producer of the 2007 film Hostel: Part II. In 2008, he produced the Larry Bishop-helmed Hell Ride, a revenge biker film.\n\n\n=== As a film exhibitor ===\nIn February 2010, Tarantino bought the New Beverly Cinema in Los Angeles. Tarantino allowed the previous owners to continue operating the theater, but stated he would make occasional programming suggestions. He was quoted as saying: \"As long as I'm alive, and as long as I'm rich, the New Beverly will be there, showing films shot on 35 mm.\" Starting in 2014, Tarantino took a more active role in programming film screenings at the New Beverly, showing his own films as well as prints from his personal collection. In 2021, Tarantino announced that he had also purchased the Vista Theatre in Los Angeles, stating that he intends to keep it a first-run theatre, and that like The New Beverly it will only show movies on film.\n\n\n=== Film criticism ===\nIn June 2020, Tarantino became an officially recognized critic on the review aggregation website Rotten Tomatoes where his reviews are part of the \"Tomatometer\" rating. He has since published over 30 film reviews, including director essays, on his New Beverly Cinema website.Tarantino reappraises films that go against the views of mainstream film criticism, for example, he considers the 1983 film Psycho II to be superior to the original 1960 film Psycho. He is also among a few notable directors, including Martin Scorsese and Edgar Wright, who appreciate Elaine May's 1987 film Ishtar, despite its reputation as being a notorious box-office flop and one of the worst films ever made.Tarantino praised Mel Gibson's 2006 film Apocalypto, saying, \"I think it's a masterpiece. It was perhaps the best film of that year.\" In 2009, he named Kinji Fukasaku's violent action film Battle Royale as his favorite film released since he became a director in 1992. In 2020, Tarantino named David Fincher's film The Social Network his favorite movie of the 2010s.Films that Tarantino has commented on negatively include Alfred Hitchcock's Frenzy where he remarked, \"... might be a piece of crap, but I doubt Alfred was bored making it\". He also disliked two Robert Altman films stating, \"Brewster McCloud is the cinematic equivalent of a bird shitting on your head ... and Quintet is just terrible, boring, and pointless\". Regarding David Lynch's Twin Peaks: Fire Walk with Me he said, \"... Lynch has disappeared so far up his own ass that I have no desire to see another David Lynch movie until I hear something different. And you know, I loved him. I loved him\". Whilst not critical of the film Monty Python's The Meaning of Life, Tarantino admitted he was unable to view the Mr. Creosote scene, \"The only time I've ever had to look away, because I couldn't bear to watch, was ... when that fat bastard keeps being sick.\"In 2022, Tarantino stated that Steven Spielberg's Jaws is \"the greatest movie of all time. Maybe not the best film, but the best movie ever made\". He commented further on Spielberg's Indiana Jones films, \"I think my favourite Spielberg-directed movie, again with Jaws carved out on its own Mount Rushmore, is Indiana Jones and the Temple of Doom ... He pushes the envelope, he creates PG-13; a movie so fucking badass it created a new level in the MPAA.\" He also favors The Kingdom of the Crystal Skull when compared to The Last Crusade.\n\n\n=== Books ===\nIn 2020, Tarantino signed a two-book deal with HarperCollins. He published his first novel in June 2021, a novelization of Once Upon a Time in Hollywood. It received positive reviews from The New York Times and The Guardian. The second book titled Cinema Speculation, about films of the New Hollywood era, inspired by film critic Pauline Kael was published on November 1, 2022.\n\n\n=== Podcast ===\nIn June 2021, Tarantino announced plans to start a podcast with Roger Avary. The podcast is named after Video Archives, a video rental store that both directors had worked at prior to their film careers, and will feature the directors, and a guest, examining a film which could have been offered for rental at the store. The podcast premiered on July 19, 2022.\n\n\n=== Unproduced films ===\n\nA number of film projects have been considered by Tarantino throughout his career. They have included comic book adaptations (Green Lantern, Iron Man, Luke Cage, Silver Surfer), sequels (Kill Bill: Vol. 3), spin-offs of previous works (Double V Vega), crossovers of his own work with other genres (Django/Zorro), literary adaptations of well-known authors (Len Deighton, Bret Easton Ellis), and campaigning to direct in major film franchises (James Bond and Star Trek). Most of the projects he has discussed have been speculative, but none of them have been accomplished. In November 2014, Tarantino said he would retire from films after directing his tenth film.\n\n\n=== Tenth and final film ===\nIn 2009, Tarantino said that he planned to retire from filmmaking when he is 60, in order to focus on writing novels and film literature. He is skeptical of the film industry going digital, saying, \"If it actually gets to the place where you can't show 35 mm film in theaters anymore and everything is digital projection, I won't even make it to 60.\" He has also stated that he has a plan, although \"not etched in stone\", to retire after making his tenth movie: \"If I get to the 10th, do a good job and don't screw it up, well that sounds like a good way to end the old career.\"In March 2023, it was reported that Tarantino had completed a script titled The Movie Critic which was rumored to be about film critic Pauline Kael, although Tarantino debunked this later, providing further details. The protagonist is based on a movie reviewer who wrote for a pornographic magazine and a male American actor in his thirties will play the role. The character writes for a fictional magazine The Popstar Pages and the film takes place in California in 1977. The project was scheduled to begin filming in the fall of 2023 but delayed due to the 2023 SAG-AFTRA strike.\n\n\n== Influences and style of filmmaking ==\n\n\n=== Early influences ===\nIn the 2012 Sight & Sound directors' poll, Tarantino listed his top 12 films: Apocalypse Now, The Bad News Bears, Carrie, Dazed and Confused, The Great Escape, His Girl Friday, Jaws, Pretty Maids All in a Row, Rolling Thunder, Sorcerer, Taxi Driver and The Good, the Bad and the Ugly.Sergio Leone's Spaghetti Western films were a profound influence including Once Upon a Time in the West. He is an admirer of the 1981 film Blow Out, directed by Brian De Palma, which led to his casting of John Travolta in Pulp Fiction. Similarly, Tarantino was captivated with Jim McBride's 1983 remake of Breathless and with Richard Gere's unlikable but charismatic protagonist. The film's popular culture references, in particular the comic book Silver Surfer, inspired him to have the character's poster on Mr. Orange's apartment wall in Reservoir Dogs. Tarantino has also labeled Rio Bravo as one of his influences. He listed the Australian suspense film Roadgames (1981) as another favorite film.Other films he cited as formative influences include Hong Kong martial arts films (such as Five Fingers of Death and Enter the Dragon), John Woo action films (A Better Tomorrow II and The Killer), John Carpenter films (Assault on Precinct 13 and The Thing), blaxploitation films (including The Mack and Foxy Brown), Jean-Luc Godard films (Bande à Part and the 1960 version of Breathless), and Sonny Chiba's work (The Street Fighter and Shadow Warriors).In August 2007, while teaching in a four-hour film course during the 9th Cinemanila International Film Festival in Manila, Tarantino cited Filipino directors Cirio H. Santiago, Eddie Romero and Gerardo de León as personal icons from the 1970s. He referred to De Leon's \"soul-shattering, life-extinguishing\" movies on vampires and female bondage, citing in particular Women in Cages; \"It is just harsh, harsh, harsh\", he said, and described the final shot as one of \"devastating despair\". Upon his arrival in the Philippines, Tarantino was quoted in the local newspaper as saying, \"I'm a big fan of RP [Republic of the Philippines] cinema.\"\n\n\n=== Style ===\nTarantino's films often feature graphic violence, a tendency which has sometimes been criticized. Reservoir Dogs was initially denied United Kingdom certification because of his use of torture as entertainment. Tarantino has frequently defended his use of violence, saying that \"violence is so good. It affects audiences in a big way\". When questioned in an interview for Kill Bill: Volume 1 why his movies contained so much graphic violence, he responded, \"Because it's so much fun!\" The number of expletives and deaths in Tarantino's films were measured by analytics website FiveThirtyEight. In the examples given by the site, \"Reservoir Dogs features 'just' 10 on-screen deaths, but 421 profanities. Django Unchained, on the other hand, has 'just' 262 profanities but 47 deaths.\" He often blends aesthetic elements, in tribute to his favorite films and filmmakers. In Kill Bill, he melds comic strip formulas and visuals within a live action film sequence, in some cases by the literal use of cartoon or anime images.Tarantino has also occasionally used a non-linear story structure in his films, most notably with Pulp Fiction. He has also used the style in Reservoir Dogs, Kill Bill, and The Hateful Eight. Tarantino's script for True Romance was originally told in a non-linear style, before director Tony Scott decided to use a more linear approach. Critics have since referred to the use of this shifting timeline in films as the \"Tarantino Effect\". Actor Steve Buscemi has described Tarantino's novel style of filmmaking as \"bursting with energy\" and \"focused\". According to Tarantino, a hallmark of all his movies is that there is a different sense of humor in each one, which prompts the viewer to laugh at scenes that are not funny. However, he insists that his films are dramas, not comedies.Tarantino's use of dialogue is noted for its mundane conversations with popular culture references. For example, when Jules and Vincent in Pulp Fiction are driving to a hit, they talk about Vincent's trip to Europe, discussing the differences in countries such as a McDonald's \"Quarter Pounder with Cheese\" being called a \"Royale with Cheese\" in France because of the metric system. In the opening scene to Reservoir Dogs, Mr. Brown (played by Tarantino) interprets the meaning of Madonna's song \"Like a Virgin\". In Jackie Brown, Jackie and Max chat over a cup of coffee while listening to a vinyl record by the Delfonics' \"Didn't I (Blow Your Mind This Time)\".Tarantino has said that his films take place in one of two cinematic universes, one being the more realistically grounded world of films like Reservoir Dogs and Pulp Fiction, and the other being a meta-fictional narrative which Tarantino says represents the kind of films the characters in his main cinematic universe would watch, which separates films such as From Dusk till Dawn and Kill Bill from Tarantino's primary narrative. He also creates his own products and brands that he uses in his films to varying degrees. His own fictional brands, including \"Acuña Boys Tex-Mex Food\", \"Big Kahuna Burger\", \"G.O. Juice\", \"Jack Rabbit Slim's\", \"K-Billy\", \"Red Apple cigarettes\", \"Tenku Brand Beer\" and \"Teriyaki Donut\", replace the use of product placement, sometimes to a humorous extent. Tarantino is also known for his choice of music in his films, including soundtracks that often use songs from the 1960s and 70s. In 2011, he was recognized at the 16th Critics' Choice Awards with the inaugural Music+Film Award.A recurring image in his films are scenes where women's bare feet feature prominently. When asked about foot fetishism, Tarantino responded, \"I don't take it seriously. There's a lot of feet in a lot of good directors' movies. That's just good direction. Like, before me, the person foot fetishism was defined by was Luis Buñuel, another film director. And Alfred Hitchcock was accused of it and Sofia Coppola has been accused of it.\"Tarantino has stated in many interviews that his writing process is like writing a novel before formatting it into a script, saying that this creates the blueprint of the film and makes the film feel like literature. About his writing process he told website The Talks, \"My head is a sponge. I listen to what everyone says, I watch little idiosyncratic behavior, people tell me a joke and I remember it. People tell me an interesting story in their life and I remember it. ... when I go and write my new characters, my pen is like an antenna, it gets that information, and all of a sudden these characters come out more or less fully formed. I don't write their dialogue, I get them talking to each other.\"\n\n\n== Appraisals ==\nDuring his career, Tarantino's films have garnered a cult following, as well as critical and commercial success. In 2005, he was included on the annual Time 100 list of the most influential people in the world.  He was also on the list of \"Top 100 Living Geniuses\", published by The Daily Telegraph in 2007. Filmmaker and historian Peter Bogdanovich has called him \"the single most influential director of his generation\". Tarantino has received a star on the Hollywood Walk of Fame for his contributions to the film industry.In 2013, a survey of seven academics was carried out to discover which filmmakers had been referenced the most in essays and dissertations on film that had been marked in the previous five years. It revealed that Tarantino was the most-studied director in the United Kingdom, ahead of Alfred Hitchcock, Christopher Nolan, Martin Scorsese and Steven Spielberg.\n\n\n== Controversies ==\n\n\n=== Racial slurs in films ===\nIn 1997, Spike Lee questioned Tarantino's use of racial slurs in his films, especially the N-word, particularly in Pulp Fiction and Jackie Brown. In a Variety interview discussing Jackie Brown, Lee said, \"I'm not against the word ... And some people speak that way, but Quentin is infatuated with that word... I want Quentin to know that all African Americans do not think that word is trendy or slick.\" Tarantino responded on The Charlie Rose Show:\n\nAs a writer, I demand the right to write any character in the world that I want to write. I demand the right to be them, I demand the right to think them and I demand the right to tell the truth as I see they are, all right? And to say that I can't do that because I'm white, but the Hughes brothers can do that because they're black, that is racist. That is the heart of racism, all right. And I do not accept that ... That is how a segment of the black community that lives in Compton, lives in Inglewood, where Jackie Brown takes place, that lives in Carson, that is how they talk. I'm telling the truth. It would not be questioned if I was black, and I resent the question because I'm white. I have the right to tell the truth. I do not have the right to lie.\nTarantino said on The Howard Stern Show that Lee would have to \"stand on a chair to kiss [his] ass\". Samuel L. Jackson, who has appeared in both directors' films, defended Tarantino. At the Berlin Film Festival, where Jackie Brown was screened, Jackson said: \"I don't think the word is offensive in the context of this film ... Black artists think they are the only ones allowed to use the word. Well, that's bull. Jackie Brown is a wonderful homage to black exploitation films. This is a good film, and Spike hasn't made one of those in a few years.\" Tarantino argued that black audiences appreciated his blaxploitation-influenced films more than some of his critics, and that Jackie Brown was primarily made for black audiences.Django Unchained was the subject of controversy because of its use of racial slurs and depiction of slavery. Reviewers defended the use of the language by pointing out the historic context of race and slavery in America. Lee, in an interview with Vibe, said that he would not see the film: \"All I'm going to say is that it's disrespectful to my ancestors. That's just me ... I'm not speaking on behalf of anybody else.\" Lee later tweeted: \"American slavery was not a Sergio Leone spaghetti western. It was a holocaust. My ancestors are slaves. Stolen from Africa. I will honor them.\"\n\n\n=== Roman Polanski and Harvey Weinstein ===\n\nIn a 2003 Howard Stern interview, Tarantino defended the director Roman Polanski against charges that Polanski had raped then-13-year-old Samantha Geimer in 1977. He said that Polanski's actions were \"not rape\" and Geimer \"...wanted to have it\". The interview resurfaced in 2018 and drew criticism, including from Geimer, who stated in an interview, \"He was wrong. I bet he knows it... I hope he doesn't make an ass of himself and keep talking that way.\" Within days of the interview resurfacing, Tarantino issued an apology, stating \"Fifteen years later, I realize how wrong I was... I incorrectly played devil's advocate in the debate for the sake of being provocative.\"On October 18, 2017, Tarantino gave an interview discussing sexual harassment and assault allegations against producer Harvey Weinstein. Tarantino said his then-girlfriend Mira Sorvino told him in the mid-1990s about her experience with Weinstein. Tarantino confronted Weinstein at the time and received an apology. Tarantino said: \"What I did was marginalize the incidents. I knew enough to do more than I did.\"On February 3, 2018, in an interview with The New York Times, Kill Bill actress Uma Thurman said Weinstein had sexually assaulted her, and that she had reported this to Tarantino. Tarantino said he confronted Weinstein, as he had previously when Weinstein made advances on his former partner, demanding he apologize. He banned him from contact with Thurman for the remainder of the film's production. In a June 2021 interview on the Joe Rogan Experience podcast, Tarantino said he regretted not pressing Weinstein further, saying he did not know the extent of his misconduct before the 2017 scandal. He remarked on his \"sad\" view of his past relationship with Weinstein, saying he once looked up to him for fostering his career and describing him as \"a fucked up father figure\".\n\n\n=== Altercations with industry peers ===\nIn 1993, Tarantino sold his script for Natural Born Killers which was rewritten, giving him only a story credit. He later disowned the film which caused enmity and resulted in the publication of a \"tell-all\" book titled Killer Instinct by Jane Hamsher—who, with Don Murphy, had an original option on the screenplay and produced the film—calling Tarantino a \"one-trick pony\" and becoming \"famous for being famous.\" Tarantino physically assaulted Murphy in the AGO restaurant in West Hollywood, California in October 1997. Murphy subsequently filed a $5 million lawsuit against Tarantino; the case ended with the judge ordering Tarantino to pay Murphy $450.In 1994, Tarantino had an on-set feud with Denzel Washington during the filming of Crimson Tide over what was described as \"Tarantino's racist dialogue added to the script\". A few years later Washington apologized to Tarantino saying he \"buried that hatchet\".In 1997, during the Oscars ceremony, Tarantino was accompanying Mira Sorvino when the then-MTV News host, Chris Connelly, called over to Sorvino from the media scrum. Before she could talk to Connelly, Tarantino grabbed Sorvino telling her, \"He's the editor of Premiere and he did a story on my Dad,\" and pulled her away. Connelly, a former Premiere magazine editor-in-chief said, \"No, I didn't.\" As they walked off, Tarantino gave the journalist the finger saying \"Fuck you!\" and spat at him. The article that angered Tarantino included a 1995 interview from a biography by Jami Bernard with his biological father, Tony Tarantino, someone he had never met, which he considered \"pretty tasteless\".In 2009, Tarantino was set to appear on the talk show Late Show with David Letterman to promote Inglourious Basterds. A few years prior to this event, David Letterman had interviewed a former \"unnamed\" girlfriend of Tarantino on his show. Letterman joked about the relationship questioning why a \"glorious movie star\" would date a \"little squirrelly guy\". A couple of days later, Tarantino phoned Letterman, screaming angrily, \"I'm going to beat you to death! I'm going to kill you! I'm coming to New York, and I'm gonna beat the crap out of you! How can you say that about me?!\" Letterman offered to pay for Tarantino's flight and let him choose the method of fighting, which Tarantino determined would be \"bats\". However, Letterman never heard from Tarantino again, until years later, when he came on the show to promote the new film. The host approached Tarantino in the make-up room, just before the show went live, and demanded an apology. Tarantino was not forthcoming, but at his publicist's urging, he begrudgingly conceded.In 2013, during an interview with Krishnan Guru-Murthy on Channel 4 News while promoting Django Unchained in the UK, Tarantino reacted angrily when he was questioned about whether there was a link between movie violence and real-life violence. He informed Guru-Murthy that he was \"shutting [his] butt down\". Tarantino further defied the journalist, saying: \"I refuse your question. I'm not your slave and you're not my master. You can't make me dance to your tune. I'm not a monkey.\"In 2019, during the Cannes Film Festival, at the Once Upon a Time in Hollywood press conference, a journalist asked why Margot Robbie had so few lines in the film. Tarantino snapped back, \"Well, I just reject your hypothesis\", giving no further comment.\n\n\n== Personal life ==\n\n\n=== Relationships and marriage ===\nIn the early 1990s Tarantino dated comedians Margaret Cho and Kathy Griffin. From 1995 to 1998 he dated actress Mira Sorvino. He was her date at the 68th Oscars ceremony where she won the Academy Award for Best Supporting Actress. In March 1998 they separated, with Sorvino releasing a statement that \"[They] still love each other very much\" but had reached a \"mutual\" decision to go their separate ways.\" From 2003 to 2005, Tarantino was in a romantic relationship with filmmaker Sofia Coppola. The two have remained friends since their breakup.On June 30, 2017, Tarantino became engaged to Israeli singer Daniella Pick, daughter of musician Zvika Pick. They met in 2009 when Tarantino was in Israel to promote Inglourious Basterds. They married on November 28, 2018, in a Reform Jewish ceremony in their Beverly Hills Home. As of January 2020, they were splitting their time between the Ramat Aviv Gimel neighborhood of Tel Aviv, Israel and Los Angeles. On February 22, 2020, their son was born in Israel. Their second child, a daughter, was born in July 2022.\n\n\n=== Faith and religious views ===\nAs a youth, Tarantino attended an Evangelical church, describing himself as \"baptized, born again and everything in between\". Tarantino said this was an act of rebellion against his Catholic mother as she had encouraged what might usually be considered more conventional forms of rebellion, such as his interests in comic books and horror films. Throughout the 1990s and 2000s, Tarantino was evasive about his religious beliefs but said he believed in God, whom he credited with giving him his writing ability.In the 2010s, Tarantino continued ascribing his talents to gifts from God but expressed uncertainty regarding God's existence. \"I think I was born Catholic, but I was never practiced,\" said Tarantino. \"As time has gone on, as I've become a man and made my way further as an adult, I'm not sure how much any of that I believe in. I don't really know if I believe in God, especially not in this Santa Claus character that people seemed to have conjured up.\" In June 2021, Tarantino said he was an atheist.\n\n\n=== Views on gun violence and police brutality ===\nTarantino has said he does not believe that violence in film inspires real acts of violence. In an interview with Terry Gross, Tarantino expressed \"annoyance\" at the suggestion that there is a link between the two, saying, \"I think it's disrespectful to [the] memory of those who died to talk about movies ... Obviously the issue is gun control and mental health.\"In October 2015, Tarantino attended a rally held in New York protesting police brutality. The event aimed to call attention to \"police brutality and its victims\". At the event Tarantino made a speech, \"I'm a human being with a conscience ... And when I see murder I cannot stand by. And I have to call the murdered the murdered and I have to call the murderers the murderers.\"As a response to Tarantino's comments police unions across the United States called for a boycott of his upcoming film at the time, The Hateful Eight. Patrick J. Lynch, union president of the Police Benevolent Association of the City of New York, said, \"It's no surprise that someone who makes a living glorifying crime and violence is a cop-hater, too. The police officers that Quentin Tarantino calls 'murderers' aren't living in one of his depraved big screen fantasies — they're risking and sometimes sacrificing their lives to protect communities from real crime and mayhem.\" The Los Angeles Police Department Chief Charlie Beck said Tarantino \"doesn't understand the nature of the violence. Mr. Tarantino lives in a fantasy world. That's how he makes his living. His movies are extremely violent, but he doesn't understand violence. … Unfortunately, he mistakes lawful use of force for murder, and it's not.\"Tarantino's response to this criticism was, \"All cops are not murderers ... I never said that. I never even implied that.\" In an MSNBC interview with Chris Hayes, he said, \"Just because I was at an anti-police brutality protest doesn't mean I'm anti-police.\" He clarified his protest comments, \"We were at a rally where unarmed people – mostly black and brown – who have been shot and killed or beaten or strangled by the police, and I was obviously referring to the people in those types of situations. I was referring to Eric Garner, I was referring to Sam DuBose, I was referring to Antonio Guzman Lopez, I was referring to Tamir Rice ... In those cases in particular that we're talking about, I actually do believe that they were murder.\"\n\n\n== Filmography ==\n\nTarantino has stated that he plans to make a total of just ten films before retiring as a director, as a means of ensuring an overall high quality within his filmography. He believes \"most directors have horrible last movies,\" that ending on a \"decent movie is rare,\" and that ending on a \"good movie is kind of phenomenal.\" Tarantino considers Kill Bill: Volume 1 and Kill Bill: Volume 2 to be a single movie.\n\n\n== Bibliography ==\nOnce Upon a Time in Hollywood: A Novel (2021)\nCinema Speculation (2022)\n\n\n== Collaborators ==\nTarantino has built up an informal \"repertory company\" of actors who have appeared in many roles in his films. Most notable of these is Samuel L. Jackson, who has appeared in five films directed by Tarantino and a sixth written by him, True Romance. Other frequent collaborators include Uma Thurman, who has been featured in three films and whom Tarantino has described as his \"muse\"; Zoë Bell, who has acted or performed stunts in seven Tarantino films; Michael Madsen, James Parks and Tim Roth, who respectively appear in five, four and three films. In addition, Roth appeared in Four Rooms, an anthology film where Tarantino directed the final segment, and filmed a scene for Once Upon a Time in Hollywood before it was cut for time.Other actors who have appeared in several films by Tarantino include Michael Bacall, Michael Bowen, Bruce Dern, Harvey Keitel, Michael Parks, Kurt Russell, and Craig Stark, who have appeared in three films each. \nLeonardo DiCaprio and Brad Pitt have each appeared in two Tarantino films, the second of which, Once Upon a Time in Hollywood, they appear in together. Like Jackson, Pitt also appeared in the Tarantino-penned True Romance. Christoph Waltz appeared in two Tarantino films, Inglourious Basterds and Django Unchained, winning a Best Supporting Actor Oscar for each role. Waltz had been working as an actor since the 1970s in numerous German movies and TV shows but was a relative unknown in America when he was cast as Hans Landa in his first film for Tarantino.Editor Sally Menke, who worked on all Tarantino films until her death in 2010, was described by Tarantino in 2007 as \"hands down my number one collaborator\".\n\n\n== Awards and honors ==\n\nTarantino and his films have received numerous nominations for major awards, including Academy Awards, BAFTA Awards, Golden Globe Awards, Directors Guild of America Awards, and Saturn Awards. He has won the Academy Award for Best Original Screenplay twice, for Pulp Fiction and Django Unchained. He has been nominated four times for the Palme d'Or at the Cannes Film Festival, winning once for Pulp Fiction in 1994. In addition to his recognition for writing and directing films, Tarantino has received five Grammy Award nominations and a Primetime Emmy Award nomination.\nIn 2005, Tarantino was awarded the honorary Icon of the Decade at the 10th Empire Awards. He has received lifetime achievement awards from two organizations, Cinemanila, and from the Rome Film Festival in 2012. In 2011, Tarantino was given an Honorary César by the Académie des Arts et Techniques du Cinéma.For his work on Pulp Fiction, Tarantino became the first director to ever sweep \"The Big Four\" critics awards (LA, NBR, NY, NSFC) and the first of the five directors (including Curtis Hanson, Steven Soderbergh, David Fincher, and Barry Jenkins) to do so as of 2022.\n\n\n== See also ==\nQuentin Tarantino Film Festival, a film festival in Austin, Texas, United States, hosted by Tarantino\nQT8: The First Eight, a 2019 documentary about Tarantino\n\n\n== References ==\nFootnotes\n\nCitations\n\n\n== Further reading ==\nGreene, Richard; Mohammad, K. Silem, eds. (2007). Quentin Tarantino and Philosophy. Chicago: Open Court Books. ISBN 978-0-8126-9634-9.\nLevy, Emanuel. Cinema of Outsiders: The Rise of American Independent Film. New York: NYU Press, 1999; 2001 paperback.\nWaxman, Sharon, ed. (2005). Rebels on the Backlot: Six Maverick Directors and How They Conquered the Hollywood Studio System. New York: Harper Entertainment. ISBN 978-0-06-054017-3.\nRausch, Andrew J. (2019). My Best Friend's Birthday: The Making of a Quentin Tarantino Film. Oklahoma: BearManor Media. ISBN 978-1629334837.\n\n\n== External links ==\n\nQuentin Tarantino at IMDb \nQuentin Tarantino at AllMovie \nQuentin Tarantino at Rotten Tomatoes \nQuentin Tarantino on Charlie Rose"
    },
    {
        "title": "Quentin Tarantino filmography",
        "summary": "Quentin Tarantino is an American filmmaker who has directed ten films. He first began his career in the 1980s by directing and writing Love Birds In Bondage and writing, directing and starring in the black-and-white My Best Friend's Birthday, a partially lost amateur short film which was never officially released. He impersonated musician Elvis Presley in a small role in the sitcom The Golden Girls (1988), and briefly appeared in Eddie Presley (1992). As an independent filmmaker, he directed, wrote, and appeared in the violent crime thriller Reservoir Dogs (1992), which tells the story of six strangers brought together for a jewelry heist. Proving to be Tarantino's breakthrough film, it was named the greatest independent film of all time by Empire. Tarantino's screenplay for Tony Scott's True Romance (1993) was nominated for a Saturn Award. Also in 1993, he served as an executive producer for Killing Zoe and wrote two other films.\nIn 1994, Tarantino wrote and directed the neo-noir black comedy Pulp Fiction, a major critical and commercial success. Cited in the media as a defining film of modern Hollywood, the film earned Tarantino an Academy Award for Best Original Screenplay and a Best Director nomination. The following year, Tarantino directed The Man from Hollywood, one of the four segments of the anthology film Four Rooms, and an episode of ER, entitled \"Motherhood\". He wrote Robert Rodriguez's From Dusk till Dawn (1996)—one of the many collaborations between them—which attained cult status and spawned several sequels, in which they served as executive producers. Tarantino's next directorial ventures Jackie Brown (1997) and Kill Bill (2003–2004) were met with critical acclaim. The latter, a two-part martial arts film (Volume 1 and Volume 2), follows a former assassin seeking revenge on her ex-colleagues who attempted to kill her.Tarantino's direction of \"Grave Danger\", a CSI: Crime Scene Investigation episode, garnered him a Primetime Emmy Award for Outstanding Directing for a Drama Series nomination. He directed a scene in Frank Miller and Rodriguez's Sin City (2005). Tarantino and Rodriguez later collaborated in the double feature Grindhouse (2007); Tarantino directed the segment Death Proof. He next penned and directed the war film Inglourious Basterds (2009), a fictionalized account of the Nazi occupation of France during World War II. The critically and commercially successful film earned Tarantino two nominations at the 82nd Academy Awards—Best Director and Best Original Screenplay. His greatest commercial success came with the 2012 Western film Django Unchained, which is about a slave revolt in the Antebellum South. Earning $425.4 million worldwide, it won him another Academy Award for Best Original Screenplay. Tarantino then wrote and directed another commercially successful Western film, The Hateful Eight (2015), whose screenplay was nominated for a BAFTA Award and a Golden Globe Award. He wrote the 2019 drama Once Upon A Time In Hollywood, which follows a fading actor and his stunt double as they navigate 1969 Hollywood. The film was nominated for 10 Academy Awards, including Best Picture.",
        "content": "Quentin Tarantino is an American filmmaker who has directed ten films. He first began his career in the 1980s by directing and writing Love Birds In Bondage and writing, directing and starring in the black-and-white My Best Friend's Birthday, a partially lost amateur short film which was never officially released. He impersonated musician Elvis Presley in a small role in the sitcom The Golden Girls (1988), and briefly appeared in Eddie Presley (1992). As an independent filmmaker, he directed, wrote, and appeared in the violent crime thriller Reservoir Dogs (1992), which tells the story of six strangers brought together for a jewelry heist. Proving to be Tarantino's breakthrough film, it was named the greatest independent film of all time by Empire. Tarantino's screenplay for Tony Scott's True Romance (1993) was nominated for a Saturn Award. Also in 1993, he served as an executive producer for Killing Zoe and wrote two other films.\nIn 1994, Tarantino wrote and directed the neo-noir black comedy Pulp Fiction, a major critical and commercial success. Cited in the media as a defining film of modern Hollywood, the film earned Tarantino an Academy Award for Best Original Screenplay and a Best Director nomination. The following year, Tarantino directed The Man from Hollywood, one of the four segments of the anthology film Four Rooms, and an episode of ER, entitled \"Motherhood\". He wrote Robert Rodriguez's From Dusk till Dawn (1996)—one of the many collaborations between them—which attained cult status and spawned several sequels, in which they served as executive producers. Tarantino's next directorial ventures Jackie Brown (1997) and Kill Bill (2003–2004) were met with critical acclaim. The latter, a two-part martial arts film (Volume 1 and Volume 2), follows a former assassin seeking revenge on her ex-colleagues who attempted to kill her.Tarantino's direction of \"Grave Danger\", a CSI: Crime Scene Investigation episode, garnered him a Primetime Emmy Award for Outstanding Directing for a Drama Series nomination. He directed a scene in Frank Miller and Rodriguez's Sin City (2005). Tarantino and Rodriguez later collaborated in the double feature Grindhouse (2007); Tarantino directed the segment Death Proof. He next penned and directed the war film Inglourious Basterds (2009), a fictionalized account of the Nazi occupation of France during World War II. The critically and commercially successful film earned Tarantino two nominations at the 82nd Academy Awards—Best Director and Best Original Screenplay. His greatest commercial success came with the 2012 Western film Django Unchained, which is about a slave revolt in the Antebellum South. Earning $425.4 million worldwide, it won him another Academy Award for Best Original Screenplay. Tarantino then wrote and directed another commercially successful Western film, The Hateful Eight (2015), whose screenplay was nominated for a BAFTA Award and a Golden Globe Award. He wrote the 2019 drama Once Upon A Time In Hollywood, which follows a fading actor and his stunt double as they navigate 1969 Hollywood. The film was nominated for 10 Academy Awards, including Best Picture.\n\n\n== Film ==\n\n\n=== Writer and/or producer only ===\n\n\n=== Executive producer only ===\n\n\n=== Acting roles and documentary appearances ===\n\n\n== Television ==\n\n\n=== Acting roles ===\n\n\n== Video games ==\n1996: Steven Spielberg's Director's Chair as Jack Cavello\n\n\n== See also ==\nQuentin Tarantino's unrealized projects\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\nQuentin Tarantino filmography at IMDb"
    },
    {
        "title": "Quentin Tarantino's unrealized projects",
        "summary": "The following is a list of unproduced Quentin Tarantino projects in roughly chronological order. During his career, American film director Quentin Tarantino has worked on a number of projects which never progressed beyond the pre-production stage under his direction. Some of these projects were officially cancelled and scrapped or fell in development hell.",
        "content": "The following is a list of unproduced Quentin Tarantino projects in roughly chronological order. During his career, American film director Quentin Tarantino has worked on a number of projects which never progressed beyond the pre-production stage under his direction. Some of these projects were officially cancelled and scrapped or fell in development hell.\n\n\n== 1980s ==\n\n\n=== Love Birds in Bondage ===\nTarantino co-wrote Love Birds in Bondage with Scott Magill or McGill. Tarantino would go on to co-produce and co-direct the film. Magill committed suicide in 1987, but not before destroying all footage that had been shot. The film concerned a young woman who suffered a traumatic brain injury after an accident leading her to act erratically. She is institutionalized in a mental hospital and her boyfriend figures out a way to get himself admitted. Tarantino also played the boyfriend.\n\n\n=== My Best Friend's Birthday ===\n\nLong before his first released feature Reservoir Dogs, Tarantino met with Craig Hamann and was introduced to his 30-40 page script, My Best Friend's Birthday. Tarantino helped expand the script up to 80 pages and agreed to direct the film. On a $5,000 budget and a 16 mm camera, the film was shot in the span of four years. It was often alleged that the completed run time came out to 70 minutes but due to a lab fire during editing, the film was nearly destroyed, and only 36 minutes remained. However, in the 2019 book My Best Friend's Birthday: The Making of a Quentin Tarantino Film, written by Andrew J. Rausch, it was revealed the fire story was fabricated, with Tarantino choosing not to dismiss it as he thought it sounded interesting. In actuality, some rolls of film were simply discarded by mistake, and Tarantino, unsatisfied with the final product, edited together the scenes he liked, leaving the project unfinished. The 36 minute version was roughly edited together, and screened at several film festivals.\n\n\n=== The Open Road ===\nTarantino co-worker and collaborator Roger Avary wrote a 40–80 page script while working with Tarantino at Video Archives. Avary likened it to Martin Scorsese's After Hours. The story revolved around a button up business man who decides to leave his world for the open road. He ends up picking up a wild hitchhiker and they get into various adventures. However, Avary struggled to finish the story and some point Tarantino started to work on it and make changes. According to Tarantino the title of the screenplay was Pandemonium Reigns. According to Avary, Pandemonium Reigns was a separate script about a boxer who does not throw a fight, and the origins of Butch Coolidge.: 144 At some point the script was named The Open Road and Tarantino ended up turning it into a 500 page screenplay with Avary. A significant change came when Tarantino changed the business man and hitchhiker into a comic book store worker and a call girl named Clarence and Alabama. Clarence begins to write a movie script while the two of them are on the road about a psychotic fantasy version of him and Alabama. The couple are serial killers named Mickey and Mallory. Eventually story and plot from Clarence's script start to bleed into his and Alabama's life, blurring the lines of fantasy and reality.In spite of being 500 pages, neither Tarantino or Avary could figure out how to end the story. They deconstructed the whole thing leading to the screenplays of True Romance and Natural Born Killers, as well as aspects of Killing Zoe and Pulp Fiction.\n\n\n== 1990s ==\n\n\n=== Untitled Luke Cage film ===\nAfter the release of Reservoir Dogs, Tarantino contemplated developing a film based on Luke Cage. Being a huge fan of the character, Tarantino held a meeting with producer Ed Pressman, who owned the film rights to Luke Cage, and proposed a film based on the character and suggested casting Laurence Fishburne as Cage. Despite liking the idea, Tarantino shifted his interest for Pulp Fiction.\n\n\n=== The Man from U.N.C.L.E. ===\nTarantino was briefly attached to a film adaptation of the 1960s TV series The Man from U.N.C.L.E.. He opted to do Jackie Brown instead. Eventually, a film adaptation of the show without Tarantino's involvement was released in 2015 to lukewarm critical and box-office results.\n\n\n=== The Psychic remake ===\nSometime in the 1990s, Tarantino considered remaking Lucio Fulci's 1977 giallo Sette note in nero (Seven Notes in Black), released in America as The Psychic. He intended for Jackie Brown co-star Bridget Fonda to star in the film. By the year 2000, Tarantino gave an update on the proposed remake: \"It's a project in the murky future. I don't even own the rights to that stuff. It's one of those things where it's like if somebody buys the rights to make it, I won't make it. They can totally fuck it up. If it's meant to happen, it'll happen.\" No further remarks on the project were made until Dardano Sacchetti, one of the original film's writers, revealed in an interview conducted for its 2019 Blu-ray release that he had been in contact with producers from Sony Pictures, who were interested in having Tarantino or other directors remake the film.\n\n\n=== The Killer Inside Me ===\nIn the mid-1990s, after the success of Pulp Fiction, Tarantino was attached to direct an adaption of The Killer Inside Me. Uma Thurman was set to star as Amy Stanton. Juliette Lewis was considered for the part of Joyce Lakeland and Brad Pitt was attached to star as Lou Ford. This effort fell through after the September 11 attacks, because the film script was deemed too violent. The film was eventually directed by Michael Winterbottom in 2010, without the involvement of Tarantino.\n\n\n=== Untitled Silver Surfer film ===\nFresh off of the success of Reservoir Dogs, Tarantino went to Constantin Films with a completed script for a proposed Silver Surfer film. Ultimately, Constantin Films passed on his script.\n\n\n=== Untitled Green Lantern film ===\nIn the late 1990s, Tarantino was offered to direct a film adaptation of Green Lantern before there was even a script, but he declined the offer.\n\n\n=== Untitled Iron Man film ===\nIn 1999, Tarantino was also linked to a live-action Iron Man film, as director and writer.\n\n\n=== Double V Vega ===\nWhen developing Inglourious Basterds, Tarantino began to consider making a prequel/origin story about the Vega brothers. The film would have starred Michael Madsen as Vic Vega (Mr. Blonde) from Reservoir Dogs and John Travolta as Vincent Vega from Pulp Fiction. In 2007, due to the actors' ages and because of their characters' deaths in their respective films, Tarantino claimed that the film, titled Double V Vega, was \"kinda unlikely now.\"\n\n\n== 2000s ==\n\n\n=== Forty Lashes Less One ===\nIn 2000, Tarantino was rumoured to be developing the Elmore Leonard novel, Forty Lashes Less One, into a film. By 2007, he had written 20 pages of the screenplay. In 2015, he revealed that he still owned the rights to adapt the book, and that he was considering adapting it into a television miniseries.\n\n\n=== Kill Bill sequels and spin-offs ===\nDuring the production of Kill Bill and Kill Bill: Vol. 2, Tarantino originally believed that he would do a further two live action Kill Bill films, tentatively believing that they would be made once every ten years. In April 2004, Tarantino told Entertainment Weekly that he was planning a sequel:\n\n\"Oh yeah, initially I was thinking this would be my Dollars Trilogy. I was going to do a new one every ten years. But I need at least fifteen years before I do this again. I've already got the whole mythology: Sofie Fatale will get all of Bill's money. She'll raise Nikki, who'll take on The Bride. Nikki deserves her revenge every bit as much as The Bride deserved hers. I might even shoot a couple of scenes for it now so I can get the actresses while they're this age.\"\nDetails emerged around 2007 about two possible sequels. According to the article, \"the third film involves the revenge of two killers whose arms and eye were hacked by Uma Thurman in the first stories.\" The article adds that the \"fourth installment of the popular kung fu action films concerns a cycle of reprisals and daughters who avenge their mother's deaths\". At the 2009 Morelia International Film Festival, Tarantino stated that he intended to make a third Kill Bill film. The same month, he stated that Kill Bill 3 would be his ninth film, and would be released in 2014. He stated that he wanted 10 years to pass after the Bride's last conflict, to give her and her daughter a period of peace. In December 2012, Tarantino stated: \"I don't know if there's ever going to be a Kill Bill: Vol. 3. We'll see, probably not though.\" In January 2016, it was reported that Tarantino had spoken with Thurman on a potential return for a sequel, but noted that he remained non-committal on actually making a sequel. In July 2019, Tarantino stated: \"Me and Uma have talked about it recently, frankly, to tell you the truth, I have thought about it a little further. We were talking about it literally last week. If any of my movies were going to spring from my other movies, it would be a third 'Kill Bill.'\" In December, Tarantino said he had spoken to Thurman about an \"interesting\" idea for a new film: \"It would be at least three years from now. It is definitely in the cards\", while Uma Thurman confirmed that \"Tarantino wrote something\". In June 2021, Tarantino stated that the film would take place 20 years following the original films, when Beatrix Kiddo and her daughter B.B. are forced to go on the run after a period of peace. He found the idea of casting Thurman and her daughter Maya Hawke in the two roles exciting, after having previously worked with Hawke on Once Upon a Time in Hollywood. He also noted the possibility of Elle Driver, Sophie Fatale, and Gogo's twin sister Shiaki also appearing in the film.He also envisioned making separate animated films which would tell the origin stories of both the Bride, when she was with the Deadly Viper Assassination Squad, and of Bill and his three Godfathers: Hatori Hanso, Pei Mei, and Esteban Vihaio. Tarantino had intended to make them following Grindhouse.By 2021 however, Tarantino stated that none of the projects came to fruition due to his reluctance to take on more Kill Bill films following the fatigue he endured in the making of the first two.\n\n\n=== Untitled kung-fu film ===\nFollowing the success of his Kill Bill films, Tarantino began developing a kung-fu followup film that would be entirely in Mandarin. It was to be made before Inglourious Basterds. The inspiration to do another martial arts film came from Tarantino seeing Zhang Yimou's House of Flying Daggers at the 2004 Cannes Film Festival. It wasn't known if Tarantino would hire actors fluent in Mandarin or celebrities that would have to learn Mandarin. The plan on releasing was to have two theatrical cuts, one with subtitles and the other with an out-of-sync English language dubbing, similar to old-school re dubs. Since then, no updates have emerged from the ambitious project.\n\n\n=== Casino Royale ===\n\nIn the mid-2000s, Tarantino expressed interest in directing Casino Royale, the 2006 film adaptation of Ian Fleming's debut novel and the debut of James Bond. However, Eon Productions had no interest in hiring Tarantino. He claims to have worked behind the scenes with the Fleming family, and believed this was the reason why filmmakers finally went ahead with Casino Royale. Tarantino also said he would have set it in the 1960s and would have only made it with Pierce Brosnan returning as Bond. By February 2005, Martin Campbell was announced as the film's director, and the film was released on November 14, 2006, to critical and box-office success.\n\n\n=== Untitled disaster film ===\nTarantino wanted to take his hand at another popular '70s genre film, where Jackie Brown was with blaxploitation and Kill Bill was with kung-fu films, this time with a disaster film. Taking inspiration from films like The Towering Inferno, The Poseidon Adventure, and Airport, Tarantino wanted to get as many of his reoccurring actors as possible and jokingly dubbed this Airport 2005. He remarked his casting choice as so: \"Travolta could be the pilot, Pam Grier the stewardess, Robert Forster, Michael Madsen, Tim Roth, Harvey Keitel, Bridget Fonda.\"\n\n\n=== Grindhouse sequel ===\nBoth Tarantino and Robert Rodriguez have expressed interest in making a sequel to their 2007 double-feature film Grindhouse. Tarantino said that he wants to shoot an \"old-school Kung Fu movie in Mandarin with subtitles in some countries, and release a shorter, dubbed cut in others\" for his segment. It has also been reported by Rotten Tomatoes that Edgar Wright may expand Don't into a feature film. According to Eli Roth, he and Wright have discussed the possibility of pairing Don't with Thanksgiving for a Grindhouse sequel. Roth is quoted as saying \"We're talking to Dimension about it. I think they're still trying to figure out Grindhouse 1 before we think about Grindhouse 2, but I've already been working on the outline for it and I would do it in a heartbeat.\"\n\n\n=== Westworld remake ===\nIn 2007, after the modest success of Death Proof, Warner Bros. had hired Tarantino to direct an remake of the 1973 science-fiction film Westworld. Arnold Schwarzenegger was involved in the project as the lone gunslinger. However, Tarantino was fired due to creative differences with Warner Bros., specifically on the fact he wanted it to have a dark tone and was unsatisfied with Schwarzenegger. Eventually, the project was scrapped.\n\n\n=== Sgt. Rock ===\nFollowing the release of Death Proof, Warner Bros. also offered Tarantino a film adaption of the DC Comics character Sgt. Rock, with a script written by David Webb Peoples. In June 2021, Tarantino called Webb's script magnificent, and believed he \"would do a good job\" if he directed it. He also noted that he doubted he would make the film, but still considered it \"from time to time\".\n\n\n=== Faster, Pussycat! Kill! Kill! remake ===\nTarantino expressed in January 2008 his interest in a raunchy remake of the 1966 sexploitation film Faster, Pussycat! Kill! Kill!. The film has quite an influence on Tarantino; even going as far as to referencing the movie and giving co-writer/director of Faster, Pussycat!, Russ Meyer, thanks in his 2007 film Death Proof. His top casting choices would have been Kim Kardashian, Eva Mendes, and Britney Spears. By July of that same year, Tarantino was considering casting porn star Tera Patrick as Varla. When the rumor of Britney Spears playing Varla was brought to his attention, a source close to Tarantino replied that, \"There is no truth to this.\" Actress Tura Satana clarified in an interview that she is working closely with Tarantino in rewriting the script. Since then, no other updates have emerged from his remake.\n\n\n=== Berlin Game, Mexico Set and London Match ===\nWhen promoting the Kill Bill films, Tarantino stated that he wanted to adapt the first trilogy of novels by Len Deighton about fictional spy Bernard Samson; Berlin Game, Mexico Set and London Match. \"I love England,\" Tarantino said. \"It would be a wonderful life experience to have an excuse to work [there] for six or nine months.\" Tarantino also mused about working with British actors Simon Pegg, Kate Winslet, Michael Caine and Anthony Hopkins on projects.\n\n\n=== Untitled John Brown biopic ===\nDespite previous mentions of his general distaste for the \"biopic\" genre, in a 2009 interview with Charlie Rose, Tarantino said,\n\n\"There is one story that I could be interested in, but it would probably be one of the last movies I [ever make] ... My favorite hero in American history is John Brown. He's my favorite American who ever lived. He basically single-handedly started the road to end slavery and ... he killed people to do it. He decided, 'If we start spilling white blood, then they're going to start getting the idea.'\"\n\n\n=== Untitled 1930s-set gangster film ===\nTarantino first teased at the Morelia International Film Festival in Mexico back in 2009 about possibly doing a crime film in the style of a 1930s Warner Bros-type gangster film; nothing came from this since then.\n\n\n=== Untitled screwball comedy ===\nTarantino had expressed interest in making a screwball romantic comedy film in the vein of Howard Hawks films that would've starred two A-list leads. No other news updates have emerged since.\n\n\n== 2010s ==\n\n\n=== Untitled medieval film ===\nIn January 2010, Tarantino announced that his next film, after Inglourious Basterds, will be a medieval film. He offered a role to Helen Mirren as a foul-mouthed monarch. The film was to retain Tarantino's signature traits, bloody violence and foul language, and was to be set in England's Middle Ages. Mirren had previously played a queen in 2006's The Queen as Queen Elizabeth II and was willing to play a monarch yet again. Although she was interested in the role, no other updates have emerged from this project, and his follow-up film to Inglourious was Django Unchained.\n\n\n=== Less than Zero remake ===\nIn May 2010, Bret Easton Ellis, author of the 1985 novel Less than Zero, confirmed in an interview that Tarantino had been \"trying to get Fox to let him remake the 1987 film\". In 2012, when asked whether Less than Zero would be remade, Ellis once again confirmed that Tarantino \"has shown interest\" in adapting the story.\n\n\n=== Untitled family film ===\nIn 2011, Tarantino briefly mentioned that he would like to do a children's film. He recalls in an interview on the Reelz Channel:\n\n\"I've actually always wanted to come up with a story that I wanted to do as a kid's movie... I remember from working at Video Archives that if a kid likes a movie, like say Mighty Ducks, they see that movie 20 times, 30 times. They know the names of all the kids in The Mighty Ducks and it's like, that's an audience member I want on my side! I just have to come up with the right storyline.\"\n\n\n=== Killer Crow ===\nIn a late 2012 interview with the online magazine The Root, Tarantino described his next film as being the final entry in a \"Django–Inglourious Basterds\" trilogy called Killer Crow. The film will depict a group of World War II-era black troops who have \"been fucked over by the American military and kind of go apeshit. They basically – the way Lt. Aldo Raine (Brad Pitt) and the Basterds are having an 'Apache resistance' – [the] black troops go on an Apache warpath and kill a bunch of white soldiers and white officers on a military base and are just making a warpath to Switzerland.\" Since then, no updates have emerged.\n\n\n=== Django in White Hell ===\nIn November 2013, Tarantino announced plans to direct another western film, following Django Unchained. The project began development as a sequel novel to Django Unchained, and then a sequel film, before Django was removed from the script and the project was rewritten as his 2015 film The Hateful Eight.\n\n\n=== Untitled sci-fi film ===\nAt the San Diego Comic-Con in 2014, Tarantino revealed he is contemplating a possible science fiction film that would also contain horror elements. Tarantino stated the film would \"not be a spaceship movie\" and would take place on Earth. He was inspired to create the project after watching It Follows, which he enjoyed, but said \"It's one of those movies that's so good that you start getting mad at it for not being great. The fact that he didn't take it all the way makes me not just disappointed but almost a little angry.\" The project, which Tarantino stated was also inspired by The Thing, Halloween, Stalker and The Texas Chainsaw Massacre, was described as a \"slasher sci-fi horror\", but ultimately canceled the film, saying that his writing style \"was too wordy for horror\". However, in 2019, he said he would love to revive the project as his final film.\n\n\n=== Django/Zorro ===\nIn 2015, a Django Unchained sequel crossover comic entitled Django/Zorro was released by Dynamite Entertainment. In June 2019, Tarantino had picked Jerrod Carmichael to co-write a film adaptation based on the crossover comic book series. In December 2019, it was reported that Tarantino was looking to make a smaller, stand-alone film, leaving development on Django/Zorro in doubt.\n\n\n=== Untitled Star Trek film ===\nIt was announced in December 2017 that Tarantino had pitched an idea to Paramount Pictures for a new Star Trek film. A writers room, consisting of Mark L. Smith, Lindsey Beer, Megan Amram and Drew Pearce, was assembled to flesh out the concept. The plan would be for Tarantino to direct the film, with J. J. Abrams, who had previously directed and produced earlier Star Trek reboot projects,  on board to produce. Smith later became the frontrunner to write the screenplay later that month.In May 2019, Tarantino confirmed that his Trek film was still in development, saying \"It's a very big possibility. I haven't been dealing with those guys for a while cause I've been making my movie. But we've talked about a story and a script. The script has been written and when I emerge my head like Punxsutawney Phil, post-Once Upon a Time in Hollywood, we'll pick up talking about it again.\" Tarantino discussed the project in June 2019, stating that Smith had turned in his script, and Tarantino would soon be adding in his notes. He asserted his intention for the film to be rated R. In December 2019, it was reported that Tarantino had left the project, looking to make a smaller budget film. In January 2020, Tarantino stated the film \"might\" be made, but he would not direct it.In August 2021, Smith stated that the film would have revolved around Captain Kirk and his crew, with the film taking inspiration from gangster films, and involving time travel. It would have also been standalone in nature, similar to an episode of Star Trek: The Original Series.\n\n\n=== Bounty Law TV miniseries ===\nIn July 2019, Tarantino revealed that he had written a limited series of five half-hour episodes of the in-universe Once Upon a Time in Hollywood television series Bounty Law, and that he intended to shoot the episodes in black and white and on film. Tarantino doubted that Leonardo DiCaprio, the actor who portrayed Rick Dalton the star of Bounty Law, would want to reprise the role, but would be pleased if he could. He had an outline for a further three episodes, and named Showtime, HBO, Netflix and FX as possible platforms for the series. Speaking about the project in July 2021, Tarantino stated that he had written \"five or six\" episodes of the show, and that it would be inspired by shows such as Wanted Dead Or Alive and The Rifleman. He believed it could be his next dramatic project following the stage adaptation of Once Upon a Time in Hollywood. Sony stated to Tarantino that they would make the series, should he decide to move forward with it, though he noted that was unlikely to happen for a \"couple [of] years\". In September 2021, it was announced that a script for a Bounty Law episode, titled \"Incident at Inez\" would be included in the hardcover release of the Once Upon a Time in Hollywood novelization.\n\n\n== 2020s ==\n\n\n=== First Blood ===\nIn June 2021, Tarantino revealed that he had an interest in directing a film adaptation of the novel First Blood, which had previously been adapted into the 1982 film of the same name. He voiced interest in casting Kurt Russell as the sheriff, and Adam Driver as Rambo. He states that the inspiration for his idea came from the dialogue in the novel, and David O. Russell's career, where Tarantino believed that for his film The Fighter, that he got \"over himself, over being the auteur\" and focused on making \"a good movie,\" a strategy Tarantino would seek to emulate. However it was noted unlikely to be produced as Tarantino only intends to direct one more film.\n\n\n=== Lancer ===\nIn July 2021, Tarantino opined that Robert Rodriguez could want to direct a Once Upon a Time in Hollywood spin-off movie about fictional actor Rick Dalton's work in the real-world television series Lancer, following up with \"I could see that being a great Robert Rodriguez movie.\"\n\n\n=== Untitled Cliff Booth project ===\nWhen asked about Once Upon a Time in Hollywood character Cliff Booth's time during World War II, Tarantino stated that, \"Someday I'll do his adventure in the POW camp.\"\n\n\n=== Snake Belly ===\nIn October 2021, Tarantino revealed that he was developing a Spaghetti Western comedy titled Snake Belly. He stated that he was \"looking forward to shooting\" the project, as each actor would speak a different language. The hero was set to be American, a \"bad sheriff\" was to be played by a German, a Mexican saloon girl was to be played by an Israeli, and a Mexican Bandido was to be played by an Italian.\n\n\n=== Justified: City Primeval ===\n\nIn February 2022, Tarantino was set to direct an episode or two of Justified: City Primeval, since he is a fan of Leonard's work, having taken inspiration from Leonard in Tarantino's own works, but April 2022, Tarantino was confirmed to not be directing episodes of the series.\n\n\n== Other projects ==\n\n\n=== Cinema of the Outrageous ===\n\n\n=== Kill Bill video game ===\nIn 2002 it was announced that Vivendi Games (originally Black Label Games) had acquired the rights to develop a video game based on Kill Bill that was meant to coincide with the film's 2003 release, with Tarantino serving as creative consultant. The project was shelved in 2003, with some demo footage leaking online.\n\n\n=== Kill Bill: The Whole Bloody Affair ===\nKill Bill debuted in its full form at the 2003 Cannes Film Festival. This print of the film was later shown at Tarantino's New Beverly Cinema in 2011. This print included intermissions, and ran at 215 minutes. It differs in many ways from the theatrical cuts, with changes including the Klingon proverb included at the beginning of the film being replaced with a dedication to filmmaker Kinji Fukasaku, a fight sequence no longer being in black-and-white footage, additional violence and gore, and the removal of the cliffhanger reveal at the conclusion of Volume 1, revealing The Bride's daughter to be alive. Also removed are the first film's end credits, and the second film's opening recap sequence.In July 2014, Tarantino stated that he and the Weinstein Company planned for The Whole Bloody Affair to have a limited theatrical release within the following year. This version of the film was set to include an extended anime sequence, which had been commissioned, financed, and produced by Production I.G based on the original script without Tarantino's request. As of March 2023, the film has yet to receive a limited theatrical run or home release.\n\n\n=== The Hateful Eight stage adaptation ===\nIn early 2016, Tarantino announced that he plans to write and direct a stage play version of The Hateful Eight, something that he still had an interest in pursuing by June 2021.\n\n\n=== Once Upon a Time in Hollywood extended cut ===\nIn August 2019, it was reported that a four-hour extended cut of Once Upon a Time in Hollywood could arrive on Netflix, in a similar fashion to the extended cut of The Hateful Eight, something actor Brad Pitt confirmed in September 2019 as something Tarantino had discussed. In January 2020, Tarantino, stated that the extended cut would likely be available in approximately one year. In June 2021 Tarantino said the cut would probably be released \"in a couple of years.\" It will be roughly three hours and 20 minutes and is currently intended for a theatrical release.\n\n\n=== Reservoir Dogs remake, stage adaptation, or novel ===\nIn June 2021, Tarantino stated that he had considered a remake of his 1992 directorial debut Reservoir Dogs, as his tenth and final film, though he quickly iterated that he \"won't do it\". His idea would have featured the main cast being portrayed by black actors. Tarantino indicated that he would instead prefer to make a Reservoir Dogs stage adaption.Tarantino also stated, \"I could see myself writing a novelization of Reservoir Dogs\". Later revealing that he had already written two chapters of it, before deciding to switch his attention to writing a Once Upon a Time in Hollywood novelization instead.\n\n\n=== Once Upon a Time in Hollywood stage adaptation ===\nIn June 2021, Tarantino stated that he had written a stage adaptation of Once Upon a Time in Hollywood, with it featuring material not featured in the original film or the 2021 novelization. Such material includes Rick Dalton's time in Italy, and him and the character Marvin having dinner with Sergio Corbucci and his wife at their favorite Japanese restaurant in Rome. In July 2021, Tarantino believed that it would be his next dramatic work, once he finishes Cinema Speculation. He hopes also that it would debut in the West End theatres of London.\n\n\n=== Untitled western novel ===\nIn June 2021, Tarantino stated that he had written two chapters of an original western novel, which he had described as \"kind of pulpy\".\n\n\n=== The Films of Rick Dalton ===\nIn July 2021, Tarantino revealed that he had written most of a career book, recounting the filmography of the Once Upon a Time in Hollywood character Rick Dalton as if he had actually existed. It would include synopsis, critical quotes from the time, and recounting his film and television career through to 1988. It details every one of Dalton's appearances on episodic television, with most of them being real programs and episodes as opposed to fictional ones (such as Bounty Law). The book's working title is The Man Who Would Be McQueen: The Films of Rick Dalton or simply The Films of Rick Dalton.One such film that would be described would be the fictional vigilant movie The Fireman: \n\nCliff Booth in 1979 or '80, wrote a vigilante exploitation movie for Rick ... Rick read it and goes, 'we can do this better,' so Rick rewrites it and the two of them are going to produce it, they get the money, and it's a vigilante movie called, The Fireman. The lead character was in the Vietnam War– it's very similar to The Exterminator–he became a cop, and then he started seeing this whole group of bad apple cops that are killing guys and are completely corrupt. And they end up killing his partner, played by a very young Samuel L. Jackson ... The film becomes a real big hit, and that makes Rick, he gets a third career, going into the '80s, as a straight to video action star.\"By December 2021, Tarantino expected the book to be released following the publication of Cinema Speculation.\n\n\n=== Untitled film novelization ===\nIn July 2021, Tarantino stated, \"What I'd like to do, though, at some point, is find a movie that's not mine and do a novelization,\" he said. \"It has to be something that I could really go my own way, but not completely upend the apple cart.\"\n\n\n=== True Romance novelization ===\nIn December 2021, Tarantino stated that a novelization of the 1993 film True Romance, which he scripted, was a potential future project of his.\n\n\n== See also ==\nQuentin Tarantino filmography\n\n\n== References ==\n\n\n== External links ==\nQuentin Tarantino's unrealized projects at IMDb \nLost, Unmade, and Possible Future Films of Quentin Tarantino by IndieWire"
    },
    {
        "title": "Once Upon a Time in Hollywood",
        "summary": "Once Upon a Time...in Hollywood is a 2019  comedy-drama film written and directed by Quentin Tarantino. Produced by Columbia Pictures, Bona Film Group, Heyday Films, and Visiona Romantica and distributed by Sony Pictures Releasing, it is a co-production between the United States, United Kingdom, and China. It features a large ensemble cast led by Leonardo DiCaprio, Brad Pitt, and Margot Robbie. Set in 1969 Los Angeles, the film follows a fading actor and his stunt double as they navigate the rapidly changing film industry, with the looming threat of the Tate murders hanging overhead. It features \"multiple storylines in a modern fairy tale tribute to the final moments of Hollywood's golden age.\"Announced in July 2017, it is the first Tarantino film not to involve Bob and Harvey Weinstein, as Tarantino ended his partnership with the brothers following the sexual abuse allegations against the latter. After a bidding war, the film was distributed by Sony Pictures, which met Tarantino's demands including final cut privilege. Pitt, DiCaprio, Robbie, Zoë Bell, Kurt Russell, and others joined the cast between January and June 2018. Principal photography lasted from June through November around Los Angeles. Once Upon a Time in Hollywood is the final film to feature Luke Perry, who died on March 4, 2019, and it is dedicated to his memory.\nOnce Upon a Time in Hollywood premiered at the 2019 Cannes Film Festival on May 21, 2019, and was theatrically released in the United States on July 26, 2019, and in the United Kingdom on August 14. It grossed $374 million worldwide and received praise from critics for Tarantino's direction and screenplay, the performances (particularly from DiCaprio and Pitt), cinematography, soundtrack, sound design, costume design, and production values. The National Board of Review and the American Film Institute named Once Upon a Time in Hollywood one of the top-ten films of 2019. Once Upon a Time in Hollywood was nominated for ten awards at the 92nd Academy Awards, winning two, and received numerous other accolades. A novelization, written by Tarantino in his debut as an author, was published on June 29, 2021.\n\n",
        "content": "Once Upon a Time...in Hollywood is a 2019  comedy-drama film written and directed by Quentin Tarantino. Produced by Columbia Pictures, Bona Film Group, Heyday Films, and Visiona Romantica and distributed by Sony Pictures Releasing, it is a co-production between the United States, United Kingdom, and China. It features a large ensemble cast led by Leonardo DiCaprio, Brad Pitt, and Margot Robbie. Set in 1969 Los Angeles, the film follows a fading actor and his stunt double as they navigate the rapidly changing film industry, with the looming threat of the Tate murders hanging overhead. It features \"multiple storylines in a modern fairy tale tribute to the final moments of Hollywood's golden age.\"Announced in July 2017, it is the first Tarantino film not to involve Bob and Harvey Weinstein, as Tarantino ended his partnership with the brothers following the sexual abuse allegations against the latter. After a bidding war, the film was distributed by Sony Pictures, which met Tarantino's demands including final cut privilege. Pitt, DiCaprio, Robbie, Zoë Bell, Kurt Russell, and others joined the cast between January and June 2018. Principal photography lasted from June through November around Los Angeles. Once Upon a Time in Hollywood is the final film to feature Luke Perry, who died on March 4, 2019, and it is dedicated to his memory.\nOnce Upon a Time in Hollywood premiered at the 2019 Cannes Film Festival on May 21, 2019, and was theatrically released in the United States on July 26, 2019, and in the United Kingdom on August 14. It grossed $374 million worldwide and received praise from critics for Tarantino's direction and screenplay, the performances (particularly from DiCaprio and Pitt), cinematography, soundtrack, sound design, costume design, and production values. The National Board of Review and the American Film Institute named Once Upon a Time in Hollywood one of the top-ten films of 2019. Once Upon a Time in Hollywood was nominated for ten awards at the 92nd Academy Awards, winning two, and received numerous other accolades. A novelization, written by Tarantino in his debut as an author, was published on June 29, 2021.\n\n\n== Plot ==\nIn February 1969, Hollywood actor Rick Dalton, the former star of the 1950s Western show, Bounty Law, copes with a fading career, his most recent roles being guest appearances as TV villains. Agent Marvin Schwarz advises him to make Spaghetti Westerns in Italy, which Dalton considers beneath him. Dalton's best friend, stunt double, personal assistant, and driver is Cliff Booth – a World War II veteran living in a trailer with his pit bull, Brandy. Booth struggles to find stunt work amid rumors he murdered his wife. Meanwhile, Dalton hopes to revive his career by befriending young actress Sharon Tate and her husband, director Roman Polanski, who live next door.\nWhile fixing the TV antenna atop Dalton's roof, Booth notices a hippie man arriving at the Polanski residence. The man, Charles Manson, says he is looking for music producer Terry Melcher, who once lived there, but Tate's friend, Jay Sebring, turns him away.\nLater, Booth gives a hitchhiker named \"Pussycat\" a ride to Spahn Ranch, a former Western film set where Booth did stunt work. Booth checks on octogenarian George Spahn, the ranch's nearly blind owner, making sure the hippies living there are not exploiting him. Spahn dismisses any concerns. After discovering his car's tire has been punctured, Booth physically forces ranch hippie \"Clem\" to change it. \"Tex\" is summoned to deal with the situation, but Booth is driving away when he arrives.\nSchwarz books Dalton to star in Sergio Corbucci's Spaghetti Western Nebraska Jim. Booth accompanies Dalton to Italy for a six-month film shoot. Dalton films three additional movies there and marries Italian starlet, Francesca Capucci. Before returning to the US, Dalton tells Booth that he can no longer afford to pay him, which Booth amicably understands.\nReturning to Los Angeles on August 8, 1969, Dalton and Booth go out drinking to commemorate their time together. Returning to Dalton's house, Booth smokes an LSD-laced cigarette and takes Brandy for a walk while Dalton makes margaritas. Manson's followers Tex, \"Sadie\", \"Katie\", and \"Flowerchild\" arrive to murder the Tate house occupants. Hearing a car's loud muffler, Dalton angrily orders the group off the private street. They retreat, then start arguing until Katie suddenly realizes that they just encountered Rick Dalton, the group's childhood idol. Sadie rationalizes that Hollywood \"taught them to murder\", therefore they should kill Hollywood people. The four decide to instead kill Dalton. Flowerchild has second thoughts and, pretending to fetch a weapon in the car, drives off, deserting them. Tex insists on carrying out the murderous plan, then hitch-hike home.\nBreaking into Dalton's house, they confront Booth. Tex aims his pistol at Booth, who, high on the LSD, happily chats with the intruders, unsure if they are real. He then recognizes them from Spahn Ranch. When Tex cocks his pistol, Booth signals his dog, Brandy, to attack him. Sadie lunges at Booth with a knife, but he hurls a large dogfood can that smashes her face. He then has Brandy attack Sadie. An enraged Capucci expertly punches Katie then runs off screaming. Tex tries attacking Booth with a knife, but Booth easily kills him with hand combat. Katie tackles Booth, stabbing his hip. Booth repeatedly slams Katie's face against the walls and fireplace mantle, killing her. As Brandy mauls Sadie, she fires Tex's gun and Booth falls to the floor unconscious.\nBlinded and screeching, Sadie crashes through a plate glass window and falls into the outdoor pool. Relaxing in the water while listening to music with headphones, Dalton has been oblivious to the indoor events. As Sadie thrashes in the water, screaming and wildly firing the pistol, Dalton retrieves a flamethrower, a functional prop retained from an earlier film. He incinerates Sadie in the pool. Police arrive as Booth regains consciousness. Dalton wants to accompany him to the hospital, but Booth insists he wait until the next day.\nSebring comes down the Tate driveway to see what happened. After Dalton explains, Tate, heard over the security intercom, invites Dalton to the house.\n\n\n== Cast ==\n\nQuentin Tarantino portrays the director of Dalton's Red Apples cigarettes commercial and the voice of Bounty Law. Musician Toni Basil appears in the opening credits Pan Am scene dancing with Sharon Tate. Margot Robbie also briefly reprises her role as Laura Cameron, a stewardess from the TV series Pan Am. Although her face is not seen, she makes and serves Dalton a cocktail on his flight home from Italy.Additionally, the film features appearances from Clifton Collins Jr. as Ernesto \"The Mexican\" Vaquero, a character on Lancer, Omar Doom as Donnie, a biker on Spahn Ranch, Clu Gulager (in his last film role) as a book store owner, Perla Haney-Jardine as an LSD-selling hippie, Martin Kove and James Remar as a Sheriff and \"Ugly Owl Hoot\", two characters on Bounty Law, Brenda Vaccaro as Schwarz's wife Mary Alice, and Tarantino's wife Daniella Pick as Daphna Ben-Cobo, Dalton's co-star in Nebraska Jim. Ex–UFC star Keith Jardine performed stunts on the movie.An extended cut, released theatrically in October 2019, included an appearance by James Marsden as Burt Reynolds and a voice over by Walton Goggins. Danny Strong and Tim Roth shot scenes that were cut. Strong portrayed Dean Martin and Paul Barabuta (based on Rudolph Altobelli), the homeowner of 10050 Cielo Drive, while Roth portrayed Raymond,: page 123  Sebring's English butler. Sebring had a butler in real life named Amos Russell who was interviewed by the police while investigating the Tate murders. Despite being removed from the final theatrical cut of the film, Roth still received credit for acting in the film.\n\n\n== Character details ==\n\n\n=== Fictional characters ===\n\n\n==== Rick Dalton ====\nDalton is an actor who starred in the fictitious television Western series Bounty Law from 1959 to 1963,: page11  inspired by real-life series Wanted Dead or Alive, starring Steve McQueen. After Bounty Law Dalton began to appear in supporting film roles, leading to a four-picture contract with Universal Pictures, ending in 1967. His film career never took off and in '67 he started to guest star on TV series as villains.: 10–18 \n\n\n==== Cliff Booth ====\nBooth, Dalton's stunt double, personal assistant and best friend, is an indestructible World War II hero, a Green Beret specialized in knives and close-quarters combat, and \"one of the deadliest guys alive.\" He is a two-time Medal of Honor recipient, and has killed more Japanese soldiers than any other American soldier. Booth first met Dalton during the third season of Bounty Law in 1961 when he was brought in as his stunt double. A month into the job he saved Dalton's life after he caught on fire while filming an episode.: 48–50  Quentin Tarantino and Brad Pitt modeled Booth after Tom Laughlin's portrayal of Billy Jack. Booth had performed stunts on The Born Losers and was paid with the denim outfit worn by Laughlin as Billy Jack, which is what he wears in the film.: 25–26  Booth is inspired by Gary Kent, a stuntman for a film made at the Spahn Ranch while the Manson Family lived there, as well as stuntman, professional wrestler and two-time national judo champion Gene LeBell, who came to work on The Green Hornet after complaints by other stunt performers that Bruce Lee was \"kicking the shit out of the stuntmen.\" Like Booth, LeBell was suspected of murder but never convicted. Pitt channeled Steve McQueen's stunt double Bud Ekins for his portrayal of Booth. Tarantino also revealed that Booth was inspired by a real stuntman who \"was the closest equivalent to Stuntman Mike\" (Kurt Russell) from Death Proof. He was \"absolutely indestructible ... scared everybody ... [and] killed his wife on a boat and got away with it.\"\nBillie Booth is Cliff's wife, whose death in the film – and the ambiguity surrounding it – is a reference to Natalie Wood's, as is Billie's sister being named Natalie. Unlike the ambiguity of the film, in the novelization Cliff did in fact murder Billie. He shot her with a speargun, almost tearing her in half, which he immediately regretted. There is a connection between Cliff and Robert Blake, to whom Tarantino dedicates the Once Upon a Time in Hollywood novel. Also in the novelization, Cliff had murdered three other people, including another stuntman.: 72–73, 268 \n\n\n==== Other fictional characters ====\nTrudi Frazer (Julia Butters), the precocious child actor who portrays Mirabella on Lancer, is inspired by Jodie Foster,: 1:20:00–1:22:00  while Mirabella is inspired by the character Teresa O'Brien from said series, portrayed by Elizabeth Baur. The character is older in the real-life Lancer. Frazer goes on to become an Academy Award–nominated actress. Her third nomination is for Tarantino's 1999 remake of The Lady in Red.: 353–54 \nMarvin Schwarz of the William Morris Agency: page1  is Dalton's agent, a role that Tarantino wrote specifically for Al Pacino.\nFrancesca Capucci the Italian starlet who marries Dalton is based on 1960s Italian actresses and sex symbols, namely Sophia Loren, Claudia Cardinale, Virna Lisi and Monica Vitti.\nSome characters, such as Zoë Bell's stunt coordinator Janet Lloyd and Heba Thorisdottir's makeup artist Sonya, were portrayed by individuals who performed the same jobs for the film.\nRandy Lloyd is the stunt coordinator for The Green Hornet, a position that was held by Bennie Dobbins on the series in real life.\nMichael Madsen's Sheriff Hackett on Bounty Law is partially inspired by Peter Breck, who also served as Madsen's inspiration for Joe Gage in Tarantino's The Hateful Eight; specifically Breck's role in The Big Valley.\nMartin Kove's inspiration for his Sheriff on Bounty Law was Henry Fonda's portrayal of Wyatt Earp in John Ford's 1946 film My Darling Clementine. In casting Kove, Madsen, and James Remar for Bounty Law, Tarantino said he cast genre character actors of today to mirror character actors of the 1950s and 1960s who would appear on TV Westerns, such as Claude Akins and Vic Morrow.\n\n\n=== Historical characters ===\nSharon Tate was an actress married to film director Roman Polanski, and is Dalton's neighbor in the film. Margot Robbie did not consult Polanski about playing Tate, but read his 1984 autobiography Roman by Polanski in preparation for the role. Tate filmed her last movie, The Thirteen Chairs, in Italy in 1969, at the same time as Dalton films movies there in Once Upon a Time in Hollywood.\nRoman Polanski, a film director whose credits include Rosemary's Baby and The Fearless Vampire Killers, where he first met Tate.\nJay Sebring was a celebrity hairstylist, Tate's friend and ex-boyfriend, and friend of Bruce Lee (whom he helped get started in Hollywood) and Steve McQueen. Sebring and Tate attended a party at Mama Cass' house which Charles Manson also attended.\nAbigail Folger, heir to the Folgers coffee fortune, and her boyfriend Wojciech Frykowski were Tate's friends.\nJames Stacy was an actor who played Johnny Madrid Lancer on Lancer. Stacy is last shown in the film leaving the Lancer set on a motorcycle; Stacy was in a motorcycle accident in 1973 that resulted in the death of his passenger and the loss of his arm and leg. His ex-wife, actress Connie Stevens, also portrayed in the film, organized a fundraiser for his recovery.\nWayne Maunder, who portrayed Scott Lancer on Lancer, died during the filming of the movie while Luke Perry, who plays him in his last film role, died shortly afterwards. Luke's son Jack Perry appears with him in the film.\nSam Wanamaker directed the real pilot of Lancer, as he does in the film. The Land Pirates were characters in the real pilot, who also appear in the pilot within the film. Wanamaker led the restoration of William Shakespeare's Globe Theatre after moving to London while blacklisted from Hollywood in the 1950s. In the film he likens Rick Dalton's character on Lancer to Shakespeare's Hamlet. In a deleted scene Wanamaker says, \"You'd be amazed how many Westerns the plot is Shakespearean.\" He goes on to try to convince Dalton to play his character as Edmund from Shakespeare's King Lear.\nBusiness Bob Gilbert (Scoot McNairy) is a character on Lancer being portrayed by Bruce Dern.: page254  (McNairy is playing Dern, playing Business Bob)\nBruce Lee was an actor and martial artist who starred as Kato on The Green Hornet. He taught Tate martial arts for The Wrecking Crew and also trained Sebring, Polanski and McQueen.\nSteve McQueen was an actor and friend of Tate, Sebring, and Lee. On the night of the Tate murders, Sebring invited McQueen over to Tate's house, but his date wanted to stay in. After the murders, the police found a Manson Family hit list including McQueen's name.\nMama Cass Elliot and Michelle Phillips were members of the folk band the Mamas & the Papas. The sheet music for their song \"Straight Shooter\" was found on the piano at the murder scene in the Tate–Polanski residence. The song is also used in the film and teaser trailer. Polanski had an affair with Phillips while he was married to Tate. After the Tate murders, Polanski suspected Michelle's husband, John Phillips of the killings out of revenge for the affair.\nConnie (Monica Staggs) and Curt (Mark Warrack) are horseback-riding customers at Spahn Ranch. As one way of earning their keep, the Manson Family gave horseback riding tours to people visiting the ranch. Tarantino stated that he thinks his mother and step-father (Connie and Curt) took him horseback riding at Spahn Ranch when he was six years old.\nPerla Haney-Jardine's hippie girl, who sells the acid-dipped cigarette to Cliff Booth, is based on \"Today\" Louise Malone, a hippie who appears in the 1968 documentary Revolution. As in Once Upon a Time in Hollywood, she sells the acid cigarettes at a traffic light. Tarantino said the dialogue in the scene is taken from the documentary.\nAllen Kincade (Spencer Garrett) is a celebrity television interviewer who is based on Wink Martindale. The character was named Wink Martindale in the screenplay but changed to Allen Kincade shortly before shooting due to clearance issues.\nThe bookseller at Larry Edmunds Bookshop being portrayed by Clu Gulager who sells a copy of Tess of the d'Urbervilles to Sharon Tate is Milton Luboviski, who was the real-life proprietor.\nHarvey \"Humble Harve\" Miller, portrayed by Rage Stewart, was a Los Angeles KHJ Boss Radio DJ who was convicted of killing his wife.\nThe TV show Hullabaloo Rick Dalton appears on in the film was a real-life show, and one of the go-go dancers portrayed is Lada St. Edmund, who went on to become the highest paid stuntwoman in Hollywood history.\n\n\n=== The Manson Family ===\nGeorge Spahn was an 80-year-old nearly blind man who rented his ranch out for westerns. The Manson Family lived on the ranch.\nCharlie is Charles Manson, a convicted felon and cult leader of \"the Family\" (later dubbed \"the Manson Family\" by the media), a hippie commune based in California. Members of the Family committed nine murders in the summer of 1969. Damon Herriman, who portrays Manson, also portrays him in David Fincher's Netflix series Mindhunter. Tarantino revealed that, since the Tate murders never happen in the Once Upon a Time in Hollywood universe, neither do the LaBianca murders. The Manson Family gets kicked off Spahn Ranch and splits up, with Manson never becoming a familiar name or cult figure.\n\"Pussycat\", aka Debra Jo Hillhouse,: page81  is a composite character, with her nickname based on Kathryn Lutesinger's \"Kitty Kat\", yet modeled after and most notably based on Ruth Ann Moorehouse. Manson frequently sent Moorehouse into the city to lure men with money back to Spahn Ranch. Lutesinger met Manson through her boyfriend, Bobby Beausoleil. There was a Manson Family member named Pussycat, who is mentioned by Ed Sanders in his book The Family: The Story of Charles Manson's Dune Buggy Attack Battalion; according to those interviewed, Pussycat underwent an exorcism with Manson present. The real identity of Pussycat is never revealed. She is also an homage to Myra (Laurie Heineman) from John G. Avildsen's Save the Tiger.\n\"Squeaky\" was Lynette Fromme's nickname, given to her by Spahn because of the sound she made when he touched her. She was Spahn's main caretaker, tending to his needs, sexual or otherwise.\n\"Tex\" was Charles Watson's nickname. Spahn gave it to him because of his Texas accent. Within the film's universe the police later theorize that Tex, Sadie, and Katie broke into Rick Dalton's house because they \"were frying on acid and were out to perform a Satanic ritual,\" based on Cliff Booth telling them that Tex said he was \"the Devil\".: page111 \n\"Sadie\" was Susan Atkins' nickname. Manson gave everyone fake IDs, and the name on Atkins' was \"Sadie Mae Glutz\". Atkins was called \"Sexy Sadie\" after a track on the Beatles' self-titled album that some of the Family members may have believed was about her.: 241, 252, xv  Mikey Madison, who played Sadie, would later portray a similar character in the 2022 film Scream. Like Sadie, her character Amber Freeman is a knife-wielding psycho killer. Amber decides to murder based on films whereas Sadie does so based on TV. Sadie gets set on fire by Rick Dalton, while Amber is set ablaze by Gale Weathers (Courteney Cox).\n\"Katie\" was Patricia Krenwinkel's nickname because of the name on her fake ID. Madisen Beaty, who portrays Krenwinkel, previously portrayed her on the TV series Aquarius.\n\"Flowerchild\" is the movie's name for Linda Kasabian, the fourth Family member to go to Tate's house. In 1970, Kasabian was described as a \"true flower child\".\n\"Snake\" was Dianne Lake's nickname, given to her by Manson because she rolled around in grass pretending to be a snake. At 14 she became the youngest member of the Manson Family after being kicked off Wavy Gravy's Hog Farm. Her parents were associates of Manson and her mother had dropped acid with him prior to Lake joining them.\n\"Blue\" was Sandra Good's nickname. Manson told her, \"Woman, you're earth. I'm naming you Blue. Fix the air and the water. It's your job.\" Kansas Bowling, the actress who plays her, appears in the film with her sister Parker Love Bowling, who plays Family member \"Tadpole\". Parker previously portrayed a Manson girl in a reenactment for the Canadian History Channel.\n\"Gypsy\" was Catherine Share's nickname, which she gave herself after meeting a man named Gypsy, with whom she shared a birthday and believed him to be her cosmic twin.\n\"Happy Cappy\" is based on Catherine Gillies, who was nicknamed \"Capistrano\" by Spahn because she grew up in San Juan Capistrano and was later shortened to \"Cappy\" by the Family. Josephine Valentina Clark, the actress who plays her, added the \"Happy\" while working on the character.\n\"Lulu\" was one of Leslie Van Houten's nicknames, and \"Clem\" one of Steve Grogan's.\n\"Tophat\", portrayed in the film by Ronnie Zappa, was an alias of Bobby Beausoleil. In his 2001 book Turn Off Your Mind, Gary Lachman mentions that, \"Beausoleil had a style; a top hat that set him apart from the usual hippie fare.\" Beausoleil wrote: \"I spied a felt top hat in the window of a... shop... I couldn't afford (it)... but it felt like it had been made for me... I couldn't resist the temptation to buy it.\" Beausoleil claimed that as soon as he put on the hat, ideas floating in his head came together.\nThe character of \"Sundance\" was named by Cassidy Vick Hice, the actress who portrays her. She wrote, \"I was asked to name my character by Quentin himself.\"\nStraight Satan David, portrayed in the film by David Steen, is a member of the Straight Satans Motorcycle Club, associates of the Family. Manson attempted to recruit them as personal security but, with the exception of club treasurer Danny DeCarlo, was unsuccessful. DeCarlo lived on the ranch as part of the Family.: 77, 89, 102 \nBill \"Sweet William\" Fritsch, portrayed by Tom Hartig was a member of the Hells Angels and Diggers and a Manson Family associate. Fritsch worked security for the Altamont Free Concert and acted in deleted scenes of Kenneth Anger's Lucifer Rising.\n\n\n== Production ==\n\n\n=== Writing and development ===\nThe screenplay for Once Upon a Time in Hollywood was developed slowly over several years by Tarantino. While he knew he wanted it to be titled Once Upon a Time in Hollywood, evoking the idea of a fairy tale, he publicly referred to the project as Magnum opus. The life of the work for the first five years was as a novel, which Tarantino considered to be an exploratory approach to the story, not yet having decided if it would be a screenplay. Tarantino tried other writing approaches: the early scene between Rick Dalton and Marvin Schwarz was originally written as a one-act play.Tarantino discovered the centerpiece for the work about 10 years previously while filming Death Proof with Kurt Russell who had been working with the same stunt double, John Casino, for several years. Even though there was only a small bit for Casino to do, Tarantino was asked to use him, and agreed. The relationship fascinated Tarantino and inspired him to make a film about Hollywood. Tarantino stated, while Casino may have been a perfect double for Russell years earlier, when he met them, \"this was maybe the last or second-to-last thing they'd be doing together\".Tarantino first created stuntman Cliff Booth, giving him a massive backstory. Next, he created actor Rick Dalton for whom Booth would stunt double. Tarantino decided to have them be Sharon Tate's next-door neighbors in 1969. The first plot point he developed was the ending, moving backwards from there, this being the first time Tarantino had worked this way. He thought of doing an Elmore Leonard-type story, but realized he was confident enough in his characters to let them drive the film and let it be a day in the life of Booth, Dalton, and Tate. He would use sequences from Dalton's films for the action, inspired by Richard Rush's 1980 film The Stunt Man, which used the scenes from the WWI movie they were making within the film as the action. Further, to get his mind into Dalton, Tarantino wrote five episodes of the fictional television show Bounty Law, in which Dalton had starred, having become fascinated with the amount of story crammed into half-hour episodes of 1950s western shows.Tarantino kept the only copy of the third act of the script in a safe to prevent it from being prematurely released. DiCaprio, Robbie, and Pitt were the only other people who read the entire script. In an interview with Adam Sandler, Pitt revealed that the only other copy of the script was burned by Tarantino.\n\n\n=== Pre-production and casting ===\nOn July 11, 2017, it was announced that Quentin Tarantino's next film would be about the Manson murders. Harvey and Bob Weinstein would be involved, but it was not known whether The Weinstein Company (TWC) would distribute the film, as Tarantino sought to cast before sending a package to studios. Tarantino approached Brad Pitt to star. It was reported that Margot Robbie was being considered for Sharon Tate. It was also reported that Pitt was in talks for the detective investigating the murders.After the Harvey Weinstein sexual abuse allegations, Tarantino cut ties with Weinstein and sought a new distributor, after having worked with Weinstein for his entire career. At this point, Leonardo DiCaprio was revealed to be among a short list of actors Tarantino was considering. A short time later, reports circulated that studios were bidding for the film, and that David Heyman had joined as a producer, along with Tarantino and Shannon McIntosh.On November 11, 2017, Sony Pictures announced they would distribute the film, beating Warner Bros., Universal Pictures, Paramount Pictures, Annapurna Pictures and Lionsgate. Tarantino's demands included a $95 million budget, final cut privilege, \"extraordinary creative controls\", 25% of first-dollar gross, and the stipulation that the rights revert to him after 10 to 20 years.\nIn January 2018, DiCaprio signed on, taking a pay cut to collaborate with Tarantino again. Al Pacino was being considered for a role. On February 28, 2018, the film was titled Once Upon a Time in Hollywood, with Pitt cast as Cliff Booth. DiCaprio and Pitt were each paid $10 million. In March 2018, Robbie, who had expressed interest in working with Tarantino, signed to co-star as Sharon Tate, while Zoë Bell confirmed she would appear. In May 2018, Tim Roth, Kurt Russell, and Michael Madsen joined the cast. Timothy Olyphant was also cast. In June 2018, Damian Lewis, Luke Perry, Emile Hirsch, Dakota Fanning, Clifton Collins Jr., Keith Jefferson, Nicholas Hammond, Pacino, and Scoot McNairy joined the cast. Spencer Garrett, James Remar, and Mike Moh were announced in July. In August 2018, Damon Herriman as Charles Manson, and Lena Dunham, Austin Butler, Danny Strong, Rafał Zawierucha, Rumer Willis, Dreama Walker, and Margaret Qualley were cast.When Butler auditioned for the film, he was not aware of which character he was being considered for. Tarantino told him it was for a villain or a hero on Lancer, when in fact it was for Tex Watson. To prepare for her audition, Maya Hawke practiced with her father, Ethan Hawke. She stated, \"He (Tarantino) actually organized a really amazing callback process that was unlike anything I've ever been through... except maybe auditioning for drama school.\" Willis auditioned for two roles, neither of which she got, but was later offered the part of Joanna Pettet. Sydney Sweeney said everyone she auditioned with did so for the same character, then were told they could do extra credit. Some did artwork, and she wrote a letter in character. Julia Butters says her sitcom American Housewife was on while Tarantino was writing her character, Trudi Frazer. He looked up and said, \"Maybe she can try this.\"Burt Reynolds was cast as George Spahn in May 2018, but died in September before he was able to film his scenes and was replaced by Bruce Dern. Reynolds did a rehearsal and script reading, his last performance. After reading the script and learning that Pitt would be portraying Booth, Reynolds told Tarantino, \"You gotta have somebody say, 'You're pretty for a stunt guy.'\" The line appears in the film, spoken to Booth by Bruce Lee. The last thing Reynolds did before he died was run lines with his assistant for Once Upon a Time in Hollywood.Tarantino initially approached Jennifer Lawrence to portray Manson Family member Squeaky Fromme, saying \"She was interested but something just didn't work out.\" Tarantino had also spoken to Tom Cruise about playing Cliff Booth, who was being considered for the role. Charlie Day was offered to audition for the part of Manson. Day did not show up to audition because he did not want to see himself in that role. Macaulay Culkin auditioned for an undisclosed role. It was his first audition in eight years. It was also initially reported that frequent Tarantino collaborator Samuel L. Jackson was in talks for a role.\n\n\n=== Filming and design ===\n\nWhen it came to the look of 1969 Hollywood in the film a large part of it was told through the memory of a child. Tarantino stated:the jumping off point was going to be my memory – as a six-year old sitting in the passenger seat of my stepfather's Karmann Ghia. And even that shot, that kind of looks up at Cliff as he drives by the Earl Scheib, and all those signs, that's pretty much my perspective, being a little kid...\nPrincipal photography began on June 18, 2018, in Los Angeles, California, and wrapped on November 1, 2018. Tarantino's directive was to turn Los Angeles of 2018 into Los Angeles of 1969 without computer-generated imagery. For this, he tapped into previous collaborators for production: editor Fred Raskin, cinematographer Robert Richardson, sound editor Wylie Stateman and makeup artist Heba Thorisdottir. He also brought first-time collaborators, production designer Barbara Ling, based on her work recreating historical settings in The Doors, and costume designer Arianne Phillips. Despite Tarantino's intent, the production wound up using more than 75 digital visual effects shots by Luma Pictures and Lola VFX, mainly to cover up modern billboards and erasing non-1960s buildings from driving shots.To film at the Pussycat Theater, production designer Barbara Ling and her team covered the building's LED signage and reattached the theater's iconic logo, rebuilding the letters and neon. Ling said the lettering on every marquee in the film is historically accurate. To restore Larry Edmunds Bookshop, she reproduced the original storefront sign and tracked down period-appropriate merchandise, even recreating book covers. Her team restored the Bruin and Fox Village theaters, including their marquees, and the storefronts around them. Stan's Donuts, across the street from the Bruin, got a complete makeover.\nThe Playboy Mansion scene was shot at the actual mansion. Tarantino was adamant about filming there, but it took a while to obtain permission since the mansion had been sold to a private owner following Hugh Hefner's death. Tarantino and Ling met with the new owner to discuss the parts they wanted to use, but he was reluctant since the property was in the middle of a renovation. After long negotiations he agreed, and Ling was able to dress the vacant mansion, front courtyard, and backyard for the party scene, evoking as much of the 1960s appearance of the mansion as possible. The dance sequence for the scene was choreographed by Toni Basil who knew Sharon Tate and once dated Jay Sebring. She also choreographed Dalton's Hullabaloo scene. Though the film is set in 1969, the mansion was actually not acquired by Playboy until 1971, resulting in an obvious anachronism.\nSeveral important scenes were shot at the Musso & Frank Grill, which was a \"must have\" location for Tarantino according to Rick Schuler, supervising location manager. \"I feel so lucky that there's a place like the Musso & Frank Grill, one that exists now exactly how it has always been,\" Tarantino said. \"It was fantastic being able to shoot at an iconic landmark that is so authentic and connected to Hollywood.\"The scenes involving the Tate–Polanski house were not filmed at Cielo Drive, the winding street where the 3,200 square-foot house once stood. The house was razed in 1994 and replaced with a mansion nearly six times the size. Scenes involving the house were filmed at three different locations around Los Angeles: one for the interior, one for the exterior, and a Universal City location for the scenes depicting the iconic cul-de-sac driveway.Movie poster artist Steven Chorney created the poster for Once Upon a Time in Hollywood as a reference to The Mod Squad. He and Renato Casaro created the posters for the movies within the film, Nebraska Jim, Operation Dyn-O-Mite, Uccidimi Subito Ringo Disse il Gringo, Hell-Fire Texas, and Comanche Uprising, which was reprinted for Dalton's home parking spot. Mad magazine caricaturist Tom Richmond created the covers of Mad and TV Guide featuring Dalton's Jake Cahill modeled after the art of Jack Davis.Tarantino told Richardson, \"I want [it] to feel retro but I want [it] to be contemporary.\" Richardson shot in Kodak 35mm with Panavision cameras and lenses, in order to weave time periods. For Bounty Law they shot in black and white, and brief sequences in Super 8 and 16mm Ektachrome. In the film, Lancer was shot on a retrofitted Western Street backlot at Universal Studios, designed by Ling. Richardson crossed Lancer with Alias Smith and Jones for the retro-future look Tarantino wanted. The way they filmed Lancer was not possible in 1969, but Tarantino wanted his personal touch on it. Richardson said that filming the movie touched him personally: \"The film speaks to all of us... We are all fragile beings with a limited time to achieve whatever it is we desire... that at any moment that place will shift... so take stock in life and have the courage to believe in yourself.\" In order to build the Lancer set Ling watched \"Enormous amounts of episodes\" of the series. She built a western town filled with adobe buildings. For Bounty Law, she went for a dusty, dirty, early Deadwood look, to separate it from the \"Moneyed Lancer world\".Spahn Ranch was recreated in detail over about a three-month period. A wildfire completely destroyed the ranch in 1970 so the scenes for the movie were filmed at nearby Corriganville Movie Ranch in Simi Valley, which was also a movie ranch at one time. Tarantino made sure to use a lot of dogs in the scenes. He said in real life many dogs lived on the ranch and made it feel alive. He even made sure there were dogs moving around in every shot. He was inspired to use the dogs in this manner from the way Francis Ford Coppola used helicopters in Apocalypse Now during the Robert Duvall scenes.To improve the use of practical effects, Leonardo DiCaprio was allowed to light stunt coordinators on fire while shooting scenes with a flamethrower. The exterior of the Van Nuys Drive-in theater scene was filmed at the Paramount Drive-in theater since the Van Nuys Drive-in theater no longer exists. As the camera rises up over the theater, the shot transitions to a miniature set with toy cars.: 36:00–39:00  For some of the driving scenes, the Hollywood Freeway and Marina Freeway in Los Angeles were shut down for hours in order to fill them with vintage cars. The scene depicting Bruce Lee training Jay Sebring was filmed at Sebring's actual house.The scene in which Rick Dalton flubs his lines in Lancer was not in the screenplay but rather an idea DiCaprio had on set while filming. Afterwards Tarantino came up with the idea for Dalton's \"freakout\" scene in his trailer, taking inspiration from Robert De Niro's performance in Martin Scorsese's Taxi Driver. Tarantino stated, \"It's got to be like Travis Bickle when he's in his apartment by himself.\" DiCaprio improvised the entire scene.\n\n\n== Music ==\n\nThe soundtrack from the film is a compilation album of classic rock, which includes multiple tracks from Paul Revere & the Raiders, as well as 1960s radio ads and DJ patter. The film also contains numerous songs and scores not included on the soundtrack, including from artists the Mamas & the Papas and Elmer Bernstein.\n\n\n== Release ==\nOnce Upon a Time in Hollywood premiered at the Cannes Film Festival on May 21, 2019, the 25th anniversary of Tarantino's premiere of Pulp Fiction at the festival. It was released theatrically in the United States on July 26, 2019, by Sony Pictures Releasing under its Columbia Pictures label. The film was originally scheduled for release on August 9, 2019, to coincide with the 50th anniversary of the Tate–LaBianca murders.A teaser trailer was released on March 20, 2019, featuring 1960s music by the Mamas and the Papas (\"Straight Shooter\") and by Los Bravos (\"Bring a Little Lovin'\"). The official trailer was released on May 21, 2019, featuring the songs \"Good Thing\" by Paul Revere & the Raiders, and \"Brother Love's Travelling Salvation Show\" by Neil Diamond. The studio spent around $110 million marketing the film. An extended cut of the film featuring four additional scenes was released in theaters on October 25, 2019.\n\n\n=== Home media ===\nThe film was released through digital retailers on November 22, 2019, and on Blu-ray, 4K Ultra HD, and DVD on December 10. The 4K version is available as a regular version and a collector's edition. In April 2020, Media Play News magazine announced Once Upon a Time in Hollywood earned Title of the Year and Best Theatrical Home release in the 10th annual Home Media Awards. Both the DVD and Blu-ray contain a deleted scene, in which Charles Manson confronts Paul Barabuta, portrayed by Danny Strong, the homeowner and caretaker of the Tate-Polanski residence. Barabuta is based on the home's owner, Rudolph Altobelli, and its caretaker, William Garretson.\n\n\n== Reception ==\n\n\n=== Box office ===\nOnce Upon a Time in Hollywood grossed $142.5 million in the United States and Canada, and $232.1 million in other territories, for a worldwide total of $374.6 million. By some estimates, the film needed to gross around $250 million worldwide in order to break-even, with others estimating it would need to make $400 million in order to turn a profit.In the United States and Canada, the film was projected to gross $30–40 million from 3,659 theaters in its opening weekend, with some projections having it as high as $50 million or as low as $25 million. The week of its release, Fandango reported the film was the highest pre-seller of any Tarantino film. The film made $16.9 million on its first day, including $5.8 million from Thursday night previews (the highest total of Tarantino's career). It went on to debut to $41.1 million, finishing second behind holdover The Lion King and marking Tarantino's largest opening. Comscore reported that 47% of audience members went to see the film because of who the director was (compared to the typical 7%) and 37% went because of the cast (compared to normally 18%). The film grossed $20 million in its second weekend, representing a \"nice\" drop of just 51% and finishing third, and then made $11.6 million and $7.6 million the subsequent weekends. In its fifth weekend the film made $5 million, bringing its running domestic total to $123.1 million, becoming the second-highest of Tarantino's career behind Django Unchained. In its ninth weekend, its global total earnings reached $329.4 million, surpassing Inglourious Basterds to become Tarantino's second-highest global grosser behind Django Unchained.\n\n\n=== Critical response ===\nOn the review aggregator website Rotten Tomatoes, 85% of 584 critics' reviews are positive, with an average rating of 7.9/10. The website's consensus reads: \"Thrillingly unrestrained yet solidly crafted, Once Upon a Time in Hollywood tempers Tarantino's provocative impulses with the clarity of a mature filmmaker's vision.\" Metacritic, which uses a weighted average, assigned the film a score of 83 out of 100, based on 62 critics, indicating \"universal acclaim\". Audiences polled by CinemaScore gave it an average grade of \"B\" on an A+ to F scale, while those at PostTrak gave it an average of 4 out of 5 stars and a 58% \"definite recommend\".The Hollywood Reporter said critics had \"an overall positive view\", with some calling it \"Tarantino's love letter to '60s L.A.,\" praising its cast and setting, while others were \"divided on its ending.\" ReelViews' James Berardinelli awarded the film 3.5 stars out of 4, saying it was \"made by a movie-lover for movie-lovers. And even those who don't qualify may still enjoy the hell out of it.\" RogerEbert.com's Brian Tallerico gave it four out of four stars, calling it \"layered and ambitious, the product of a confident filmmaker working with collaborators completely in tune with his vision\". The Chicago Sun-Times, Richard Roeper described it as \"a brilliant and sometimes outrageously fantastic mash-up of real-life events and characters with pure fiction\", giving it full marks.Peter Bradshaw of The Guardian gave it five out of five stars, praising Pitt and DiCaprio's performances and calling it \"Tarantino's dazzling LA redemption song\". Steve Pond of TheWrap said: \"Big, brash, ridiculous, too long, and in the end invigorating, the film is a grand playground for its director to fetishize old pop culture and bring his gleeful perversity to the craft of moviemaking.\" Peter Travers of Rolling Stone awarded the film 4.5 out of 5 stars, remarking that \"All the actors, in roles large and small, bring their A games to the film. Two hours and 40 minutes can feel long for some. I wouldn't change a frame.\" Katie Rife of The A.V. Club gave it a B+, noting \"The relationship between Rick and Cliff is at the emotional heart of Once Upon A Time... In Hollywood\" and calling it Tarantino's \"wistful midlife crisis movie\".In Little White Lies, Christopher Hooton described it as \"occasionally tedious\" but \"constantly awe-inspiring\", noting it did not seem to be a \"love letter to Hollywood\" but an \"obituary for a moment in culture that looks unlikely to ever be resurrected.\" Writing for Variety, Owen Gleiberman called it a \"heady engrossing collage of a film—but not, in the end, a masterpiece.\"Richard Brody of The New Yorker called it an \"obscenely regressive vision of the sixties\" that \"celebrates white-male stardom (and behind-the-scenes command) at the expense of everyone else.\" Caspar Salmon of The Guardian took issue with the violence in the film, writing, \"Tarantino's filmography reveals a director in search of increasingly gruesome settings to validate his revenge fantasies and...blood-thirst.\"\n\n\n=== Accolades ===\n\nAt the 92nd Academy Awards, Once Upon a Time in Hollywood received nominations for Best Picture, Best Director, Best Actor, Best Original Screenplay, Best Cinematography, Best Costume Design, Best Sound Editing, and Best Sound Mixing; and won Best Supporting Actor and Best Production Design. The film's other nominations include ten British Academy Film Awards (winning one), twelve Critics' Choice Movie Awards (winning four), and five Golden Globe Awards (winning three). The National Board of Review included the film as one of the top 10 films of the year and awarded Tarantino Best Director and Pitt Best Supporting Actor. The American Film Institute included it as one of the top 10 films of 2019. In December 2021, the film's screenplay was listed number twenty-two on the Writers Guild of America's \"101 Greatest Screenplays of the 21st Century (So Far)\".\n\n\n== Analysis ==\n\n\n=== Story, themes and character symbolism ===\nDan Schindel of Hyperallergic wrote of the symbolism in the film's nostalgia. He wrote the detail is almost \"microscopic\", in its use of \"hundreds of period ephemera\" across various mediums, most of which is unrecognizable to most viewers. Schindel writes that these forgotten memories surround the character of Rick Dalton because he too is a piece of forgotten nostalgia. Schindel also writes about the dynamics between the characters. Dalton and Booth represent the duality of attitudes towards \"their seeming impending obsolesce.\" Booth being relaxed and accepting it and Dalton being fragile and insecure about it. As Dalton's whole life is about how he is perceived, he is obsessed with how he wishes to be perceived. Sharon Tate, also an actor, is filled with joy when she is able to see herself entertain a theater audience. But, Schindel says, that scene also humanizes her, making her a person, rather than the \"victim\" she has become. He also expresses that Dalton and Booth represent Old Hollywood, while Tate represents New Hollywood and the future. Schindel states that Tarantino uses darkness, both for Booth and his questionable past as well as in the Manson Family. While Booth's possible crimes shade the nostalgia, the Manson clan shades the future. In the end, however, not only are Booth and Dalton able to save the future, but Dalton becomes the hero he always wanted to be.Travis Woods also wrote of what the three characters represent and how it is demonstrated in the film. He states that the three leads represent the past, present, and future. Dalton is the past, stuck in a fading world and afraid to let go. Booth is the present, always living in the moment, and Tate the promise of a future on the rise. They also represent three class levels of Hollywood with Booth literally living in the shadows of the movie industry. His home is a trailer in the shadows of the Van Nuys Drive-In Theater. Woods also construes how Booth being the stunt double of Dalton is illustrated throughout. Dalton struggles with an emotional arc and change, while Booth clashes with danger and physical obstacles. Woods points out the actor's job is to provide the audience with the emotional arc, while the stuntman's job is to step in for the physicality and danger, as told to us in the first scene. This is shown when Dalton faces his existential fears on the set of Lancer by taking on a new acting challenge on a Western set and overcoming his fears and inner struggles. Meanwhile, Booth comes in to handle the dangerous stuff on another Western set where he also triumphs. While they both have their victories, Tate has hers as well by not only simply living her life but also by watching herself in a movie with an audience. Woods writes the finale ties it all together; \"How a stunt works, and fantasy is made real: the actor performs a scene all the way up to a threat of violence. There's a cut, and the stunt double enters the scene, stands in for the actor and cheats death.\" And so, Dalton fearlessly confronts the would-be killers outside of his home. After a cut, \"Booth enters the scene... cheats death,\" and handles the physical danger. At the end, Dalton re-enters and gets the glory. A feat that could not have been achieved by either the actor or stuntman alone, but only together. Woods concludes, this also represents the past and present \"uniting to allow for a better future\". \"The past leads to the present, and the present leads to the future, and all three are required for the narrative to continue.\"David G. Hughes wrote of the symbolized fantasy. He noted that Tate is a \"symbol of effervescent life, unadulterated joy, and graceful innocence,\" while Michael Phillips of the Chicago Tribune saw the character as a Goddess. However Hughes was much more interested in what Booth represents. He wrote how Dalton's stress and psychological issues prevent him from being a symbol of fantasy for the audience. Booth is the film's hero and simultaneously works loyally for Dalton from a place of low social standing. Hughes states this could be \"a Marxist point about invisible labor and the Substructure.\" However, Hughes feels this does not work to engage the audience. He draws on Sigmund Freud and his Psychopathic Characters on the Stage. He says what makes Booth interesting and particularly Brad Pitt's portrayal of him is sex appeal. Being handsome, strong, loyal, and courageous makes him desirable. Hughes states that Booth is Laura Mulvey's \"...perfect, ...complete, more powerful ideal ego.\" Tarantino has Booth fight Bruce Lee to create the myth of Booth. Hughes also writes that Booth embodies the Buddha's teachings on Zen, but also that he is capable of \"barbaric violence\". These qualities make him the \"fantasy of righteous male power\". Hughes compares Booth to Charles Manson, saying both are violent outcasts who sit between the worlds of Western Renaissance and Eastern philosophy. However, he says they are the antithesis of each other. While Booth has a code, Manson only serves himself. Manson \"is Hollywood's monster from the id [and Booth] is its ego ideal and savior.\" A Los Angeles Catholic bishop, Robert Barron, praised the character of Cliff Booth as embodying the four cardinal virtues.Naomi Fry of The New Yorker wrote how the film is about the disposability of people in Hollywood. She sees Dalton and Tate as needing to be seen as their livelihoods depend on it and \"an actor onscreen as a conduit for [their] own fantasies and those of others.\" Dalton feels he is no longer able to do this, and is tortured by the feeling. Booth has also been discarded by Hollywood to the point of Dalton having to beg for him to be used. Fry says of Dalton's career that there is \"a sense of the ruthlessness of Hollywood, whose denizens are devastated when the industry almost inevitably turns away its gaze.\" She also notes how Tarantino \"pulls a neat trick by casting DiCaprio and Pitt,\" two of the biggest movie stars as a has-been and a nobody.Armond White and Kyle Smith of National Review, in separate reviews, interpreted and praised the film as being politically conservative, with Smith writing that \"It mercilessly sends up leftist values. In its foundations, it's so breathtakingly right-wing it could have been made by Mel Gibson.\"\n\n\n=== The finale and the Manson Family ===\nTheologian David Bentley Hart wrote that Once Upon a Time \"exhibit[s] a genuine ethical pathos\" for its portrayal of \"cosmic justice\". Hart wrote how he was a child when the Tate murders occurred and that the Manson Family were \"the first monsters who ever truly terrified me and tormented me with nightmares.\" He remembers how the children at his school would tell the stories of the Manson Family murders. Hart praised the revisionism when \"Tarantino's version of the story unexpectedly veered away into some other, dreamlike, better world, where the monsters inadvertently passed through the wrong door and met the end they deserved.\" Hart states \"the artistic masterstroke\" comes in the end when Tate is heard \"as a disembodied voice... speaking from that alternative reality, that terrestrial paradise that evil could not enter.\"Av Sinensky wrote about the ending of the film when Susan Atkins concludes that the Manson Family members should kill Dalton because he played a character who killed people on TV, he \"taught them to kill.\" Sinensky notes that Tarantino is putting \"the words of his critics into the mouth of a Manson murderer,\" regarding his use of fictional gratuitous violence. While David G. Hughes opined that Tarantino is using the scene to say that those who crusade against fictional violence are hypocrites and complicit in real violence. Hughes wrote that by switching the real-life violence by Manson Family members with movie violence instead directed at them, \"Tarantino is making a firm distinction between cruel real-world violence and ethical, cathartic fantasy violence.\"Priscilla Page wrote how the Manson Family murders have become a myth and \"framed our understanding of what was happening in America and the world,\" and in the film Spahn Ranch represents the intersection of Hollywood fantasy \"and the dark underbelly of Los Angeles.\" Michael Phillips likened the Manson girls to \"strung out Sirens,\" while Page stated how the Manson Family \"are ghosts haunting Spahn Ranch... Demons to be exorcised.\" Page notes how the final act accomplishes this exorcism and also the symbolism of Booth and Tex Watson pointing guns at each other. Watson's is real, just as the Manson Family's violence was. Booth's is not but rather a finger, as his violence is fictional. Through the fictional violence the myth of the Manson Family is purged. She writes the exorcism and revenge of the film are not only through the violence but also because \"the film denies Manson a meaningful presence,\" demythologizing him and \"reduc[ing] him to a cameo, expos[ing] the Manson Family as inept, and mak[ing] Sharon Tate the story's beating heart.\"Steven Boone referred to Dalton going to Tate's house as \"entering the gates of Cielo Drive's Hollywood heaven.\" Something his colleague Simon Abrams also alluded to when he commented, \"Jay Sebring invites [Dalton] in for a drink like a hipper St. Peter.\" Dan Schindel also saw Dalton's walk up Tate's driveway as \"an ascent to heaven\", based on the \"rising camera movement\". Naomi Fry compared Dalton going through the gates as him entering the Garden of Eden.Writing in the academic journal Animation, Jason Barker draws from Aristotle's Poetics to analyze in detail the film's use of \"cartoon violence\", speculating that such violence \"is more or less inversely related to the film's dramatic content\". Barker concludes that: \"Through self-indulgent, inane, insane and tyrannical cartoonism, Once Upon a Time. . . in Hollywood presents not so much a measure of contemporary violence, as a measure of indifference to violence: dramatic indifference and, perhaps, social indifference to a cartoon violence that is real in more ways than one.\"\n\n\n=== Booth's fantasy ===\nMultiple critics interpreted Cliff Booth as an unreliable narrator when it came to him remembering his fight with Bruce Lee. \"In the span of seconds\" the fight \"goes from being viewed by dozens of people to absolutely no one.\" The crowd just disappears which some believe shows the flashback to be a \"false memory\". The interpretation is that Booth is only remembering what he wants to and \"the purpose of that scene is to show us we can't trust Cliff.\"Steven Hyden of Uproxx interpreted the ending of the film as a vision of Cliff Booth brought on through his consumption of LSD. Hyden proposes that when Booth smokes the acid-cigarette and says, \"And away we go,\" it marks the beginning of his vision. He then leaves to take his dog Brandy for a walk, walking by the car of killers down the street who Hyden believes Booth sees in the car and recognizes from Spahn Ranch. This allows Booth's imagination to run wild thanks to the acid. He imagines the killers in the car talking about his and Dalton's show, Bounty Law. He then imagines a scenario that lets him play out his violent fantasies and allows Dalton to be a hero, using a flamethrower from a film he would never actually still own but which occupies a place in Booth's memory. Hyden writes that the ending is Booth's hallucinatory fantasy that allows him to stay employed by Dalton, while also allowing Dalton to be accepted by the New Hollywood elite, Sharon Tate. Also that in this fantasy Tate and members of the Manson Family are fans of Dalton, just as Booth is.Steven Boone of The Hollywood Reporter also commented on the ending feeling like Booth's fantasy. About the ending, he wrote \"It's as if stuntman Cliff, a serene Hollywood foot soldier...was the editor here.\" Kyle Anderson theorized the ending is not only Booth's fantasy but Dalton's as well. He states that Booth's memory of fighting Lee is \"his twisted recollection of an event that probably didn't happen.\" Anderson notes that \"Cliff is a complete psychopath\" whose life has amounted to menial labor, while \"Rick [is] a washed-up loser.\" The ending is not \"just a dream of what might have happened,\" it is Booth's and Dalton's dream. Booth gets to fulfill his hero fantasy and instead of Dalton losing his house and career he gets to be idolized and accepted by the \"cool kids\".\n\n\n=== Billie Booth ===\nAnna Swanson wrote about the death of Billie and how it is used to frame the rest of the film. She writes how Tarantino not showing us what happens is a deliberate decision and also an homage to the death of Marvin (Phil LaMarr) in Pulp Fiction and the fact we do not know why Vincent Vega's (John Travolta) gun goes off and shoots Marvin. Within the film one can interpret Billie's death as Cliff's speargun accidentally going off in the same vein as Vincent's gun, or as a cold-blooded murder by Cliff and a cover up, or in a number of other scenarios. Swanson argues that which interpretation the individual viewer has will lead them to view the rest of the film through that lens and have a completely different experience than someone who views it alternatively. She notes we do not even know whose perspective the Billie Booth scene is from. It is a flashback within a flashback and so could be Cliff's memory but as it is told by Randy it could be his perspective based on what he heard. It could be what Cliff is imagining Randy is saying to Rick. It could even be an \"omniscient perspective\". If one views Cliff as innocent it makes him easier to like, and could be \"suggesting an innocent man's life can be ruined by unfortunate circumstances beyond his control.\" However, if one views Cliff as guilty, \"It's a depiction of the extent to which someone can literally get away with murder.\" In referencing the ending of the film, Swanson asks if Cliff is guilty, \"Are we supposed to forgive one death he caused because of the lives he saved?\" Swanson concludes that another purpose of the scene is to build up the theme of \"Hollywood mythology\". Referring to the scene's allusion to Natalie Wood, she writes \"the myths last, while the truth is lost in an ocean vaster than the rolling neon streets of the Hollywood of yore.\"Lindsey Romain says the scene is \"a Rorschach Test for the audience\". She argues that how the viewer interprets the scene changes the interpretation of the ending of the film. If Cliff murdered Billie then he is despicable and the killings he commits at the end are self-serving. However, if he is innocent then he is a hero. Romain writes \"either read is accurate, and both feel purposeful.\" By leaving Billie's death open-ended, Romain believes Tarantino is asking, \"Is Once Upon a Time... in Hollywood a touching fable about reclaiming relevance, or a horror story about a business that forgives heinous acts the second righteousness is procured?\" Romain concludes that \"maybe it's both,\" and \"about art...about violence and how we participate in and consume it.\"\n\n\n=== Red Apple ad ===\nWriting for The Washington Post, Sonny Bunch commented on the mid-credits Red Apple cigarettes advertisement scene. He believes it is a commentary of current filmmaking and a \"pitch-perfect parody of the films that have dominated box office charts in recent history.\" Bunch compares the fake ad to the real ones used as mid-credit scenes in the DC, Marvel, and Fast & Furious franchises. The scenes in those films are used to advertise the next film in their franchise. He also notes how those ads tie their franchises' universes together just as Red Apple does with the Tarantino universe.\n\n\n== Cultural references ==\nThe title is a reference to director Sergio Leone's Once Upon a Time in the West and Once Upon a Time in America. On the poster of Dalton's film Red Blood Red Skin, inspired by Land Raiders, he appears with Telly Savalas. The posters for the two films are the same, except with Dalton replacing George Maharis. The movie Voytek Frykowski is watching is Teenage Monster, presented by horror host Seymour.Archive footage from many films is included in Once Upon a Time in Hollywood, including C.C. and Company, Lady in Cement, Three in the Attic, and The Wrecking Crew, in which Sharon Tate appears as Freya Carlson. Three scenes were digitally altered, replacing the original actors with Rick Dalton. One from an episode of The F.B.I., entitled \"All the Streets Are Silent\", in which Dalton appears as the character portrayed by Burt Reynolds in the actual episode. Another from Death on the Run, with Dalton's face imposed over Ty Hardin's. The third is from The Great Escape, with Dalton appearing as Virgil Hilts, the role made famous by Steve McQueen. For The 14 Fists of McCluskey, a World War II film-within-the-film starring Dalton, footage and music from Hell River is used.\n\n\n=== Connections to other Tarantino films ===\nCliff Booth is a reference to Brad Pitt's character in Tarantino's Inglourious Basterds, Lt. Aldo Raine, a special forces WWII veteran who takes the cover of a stuntman. One of Rick Dalton's Italian films in the movie is directed by real-life director Antonio Margheriti. Antonio Margheriti is also used as an alias for Sgt. Donny Donowitz (Eli Roth) in Inglourious Basterds. The scene involving Dalton playing a character who burns Nazis with a flamethrower is similar to the ending of Inglourious Basterds, which ends with Nazi leadership being burned to death.The final scene features Dalton in a commercial for fictional Red Apple cigarettes, which appear in many Tarantino films. Additionally another common Tarantino brand Big Kahuna Burger is advertised on a billboard. When Dalton and Booth get back from Italy they walk by the blue mosaic wall in LAX, the same wall that the title character in Tarantino's Jackie Brown (Pam Grier) moves past in the opening credits of that film. The characters of stunt coordinator husband and wife, Randy (Kurt Russell) and Janet Lloyd (Zoë Bell) are an homage to characters in Tarantino's Death Proof; Stuntman Mike McKay (Russell) and Zoë Bell who plays herself, a stunt woman.In the film, Bruce Lee engages in a fight with Cliff Booth on the set of The Green Hornet. The Green Hornet theme song is featured in Tarantino's Kill Bill: Volume 1. The masks worn by the Crazy 88 gang in that film are the same as Lee's mask as Kato in The Green Hornet. The car Booth drives is a 1964 blue Volkswagen Karmann Ghia convertible. It is the same year, color, make and model of the car that Beatrix \"the Bride\" Kiddo (Uma Thurman) drives in Kill Bill: Volume 2. Similarly, Rick Dalton's 1966 Cadillac de Ville is the same car driven by Mr. Blonde (Michael Madsen) in Reservoir Dogs. It was owned by Madsen.\n\n\n== Historical accuracy and influence ==\n\nIn a scene, Sharon Tate goes into Larry Edmunds Bookshop and purchases a copy of Tess of the d'Urbervilles. In real life, Tate gave a copy to Roman Polanski shortly before her death. In 1978 Polanski directed the film adaptation, Tess (1979), dedicating it to Tate. Tate and Polanski's Yorkie Terrier in the film is named \"Dr. Sapirstein\", as was Tate's Yorkie in real life, named after the doctor portrayed by Ralph Bellamy in Rosemary's Baby. The carrier she puts the dog in is the one that Tate actually owned. The outfit Margot Robbie wears in the Bruin Theater scene is based on the one Tate wore in Eye of the Devil.\nIn the film, Tate goes to see The Wrecking Crew at the Bruin Theater. She convinces the theater's employees that she stars in the movie after they fail to recognize her. Tarantino stated the scene came from a personal experience. When True Romance was released, he saw it at the same theater, where he eventually convinced its employees that he wrote the script.: 39:00–42:00 On the set of Batman, for a crossover episode with The Green Hornet, a fight was scripted with Kato (Bruce Lee) losing to Dick Grayson's Robin (Burt Ward). When Lee received the script, he refused to do it, so it was changed to a draw. When the cameras rolled, Lee stalked Ward until Ward backed away. Lee laughed and told him he was \"lucky it is a TV show.\" Stuntman Gene LeBell carried Lee around in a Fireman's Carry when he first arrived on The Green Hornet set in response to Lee being tough on stuntmen. In the film, stuntman Cliff Booth fights Lee on the set of The Green Hornet; the fight ends in a draw. Booth refers to Lee as \"Kato\".According to Rudolph Altobelli, who rented the house to Polanski and Tate, in March 1969, Charles Manson showed up. Polanski's friend, Iranian photographer Shahrokh Hatami (who directed the short documentary Mia and Roman) also said he saw Manson enter the grounds. Hatami approached Manson, asking him what he wanted. He told Hatami he was looking for Terry Melcher. Hatami responded the house was the Polanski residence and perhaps Melcher lived in the guest house. Altobelli told Manson that Melcher no longer lived there. This happens in the film, with Jay Sebring in place of Altobelli and Hatami.On the night of August 8, 1969, Patricia Krenwinkel, Tex Watson, and Susan Atkins broke into Tate's house, murdering her and four others.: 176–180  In the film, they go to Tate's house to commit the murders but instead end up breaking into Dalton's house after he interrupts them. Linda Kasabian went along that night, though she did not murder anyone and stayed outside the whole time as a lookout. In the film, she goes along and does not murder anyone but takes off and does not stay. Watson told his victims, \"I'm the Devil, and I'm here to do the Devil's business.\" In the film, he says it to Cliff Booth.In the film, Atkins convinces the others to seek revenge by killing Rick Dalton, star of a TV western. Since TV taught them to kill, it is fitting they kill the guy from TV, and \"My idea is to kill the people who taught us to kill!\" In real life, Manson Family member Nancy Pitman said: \"We are what you have made us. We were brought up on your TV. We were brought up watching Gunsmoke and Have Gun – Will Travel.\" Sandra Good said: \"You want to talk about devils and demonic and immorals and evil, go to Hollywood. We don't touch the evil of that world. We don't even skim it.\" In the film when the four Manson Family members who drive to Tate's house are sitting outside in their car, Rick Dalton comes out of his house and yells at them to leave. In real-life the four members stopped at the house of Rudolf Weber, down the street from Tate's house. Weber came out and yelled at them to leave. Weber told the police he was tired of hippies on his street.Clem Grogan was convicted of the murder of stuntman Donald Shea on Spahn Ranch, whom he repeatedly beat with a lead pipe. In the film, Grogan is instead beaten by stuntman Cliff Booth. The 1959 Ford Galaxie driven by the Manson Family is a detailed replica of the car used in the Tate–LaBianca murders. Car coordinator Steven Butcher found the actual car, but after a meeting with Tarantino, they decided using it would be \"too creepy\". Boeing 747s are used in several airliner scenes, but were not in commercial use until 1970; the film is set in 1969.\n\n\n== Character controversies ==\n\n\n=== Bruce Lee ===\nThe film's depiction of Bruce Lee drew criticism. Fans and contemporaries of Lee, including his protégé Dan Inosanto, criticized the portrayal. Lee's daughter Shannon described the depiction as \"an arrogant asshole who was full of hot air\" and that \"they didn't need to treat him in the way White Hollywood did when he was alive.\" Lee's student and friend Kareem Abdul-Jabbar, who starred with Lee in Game of Death, stated that Tarantino's portrayal of Lee was \"sloppy and somewhat racist\".Mike Moh, who played Lee, said he was conflicted at first: \"Bruce in my mind was literally a God. [He] didn't always have the most affection for stuntmen; he didn't respect all of them.\" He stated, \"Tarantino loves Bruce Lee; he reveres him.\" Brad Pitt and stunt coordinator Robert Alonzo objected to an extended version of the fight in which Lee loses. According to Lee's friend and The Green Hornet stuntman Gene LeBell, Lee had a reputation for \"kicking the shit out of the stuntmen. They couldn't convince him that he could go easy and it would still look great on film.\" In the 2018 Bruce Lee: A Life, Lee's biographer Matthew Polly wrote, Lee would jump-kick people on the set. According to Lee's co-star Van Williams, it stopped when \"He dislocated [a set designer's] jaw.\" Polly continued, \"Bruce insisted on close quarters combat. The stuntmen hated it.\" Williams said, \"[The stuntmen] ... didn't want to work on the show. They were tired of getting hurt.\" LeBell was tasked with \"calming Bruce down.\" According to Williams, Lee's treatment of stuntmen drove the show's stunt coordinator Bennie Dobbins to want to fight [him].Tarantino responded, saying Lee was \"kind of an arrogant guy,\" and that Lee's widow, Linda, wrote in her 1975 book Bruce Lee: The Man Only I Knew that he could beat Muhammad Ali. She wrote, \"Even the most scathing critics admitted that Bruce's Gung fu was sensational. One critic wrote, 'Those who watched him would bet on Lee to render Cassius Clay (Ali) senseless if they were put in a room and told anything goes.'\" In 1972, Lee himself stated: \"Everybody says I must fight Ali some day. ... Look at my hand. That's a little Chinese hand. He'd kill me.\"Shannon filed a complaint with the China Film Administration affecting the film's release in China unless alterations were made. After Tarantino refused to remove the scene, China cancelled the release of the film on October 18, 2019, one week before its release date there.\n\n\n=== Sharon Tate ===\nAfter being contacted over concerns, Tarantino invited a representative of Roman Polanski, Sharon Tate's widower, over to his house to read the script and report back to Polanski, to assure him \"he didn't have anything to worry about\". Tarantino stated: \"When it comes to Polanski, we're talking about a tragedy that would be unfathomable for most human beings,\" and that he did not contact him while writing it, as he did not want to cause him anxiety. Despite this, Polanski's wife, Emmanuelle Seigner, criticized Tarantino for using Polanski's likeness after the film's premiere.Debra Tate, Sharon's sister, initially opposed the film, saying it was exploitative and perpetuated mistruths: \"To celebrate the killers and the darkest portion of society as being sexy or acceptable in any way, shape or form is just perpetuating the worst of our society.\" After Tarantino contacted her and showed her the script, she withdrew her opposition, saying: \"This movie is not what people would expect it to be when you combine the Tarantino and Manson names.\" She felt that Tarantino was a \"very stand-up guy\"; after visiting the set, she was impressed by Robbie and lent her some of Sharon's jewelry and perfume to wear in the film.After the premiere, journalist Farah Nayeri asked Tarantino why Robbie had so few lines. Tarantino responded, \"I reject your hypothesis.\" Robbie elaborated, \"I think the moments on screen show those wonderful sides of [Tate] could be adequately done without speaking.\" Tarantino said, \"I thought it would both be touching and pleasurable and also sad and melancholy to just spend a little time with [Tate], just existing... I wanted you to see Sharon a lot.\"\n\n\n=== Manson Family ===\n\nCharles Manson was convicted of the murders of Tate and four others, despite not being present, due mostly to a theory presented by prosecutor Vincent Bugliosi that Manson was trying to instigate an apocalyptic race war, leaving only Black Muslims: 246  and the Family. According to the theory, the Black Muslims: 246  would eventually look to Manson to lead them. According to members of the Family – Paul Watkins, Juan Flynn and Barbara Hoyt – Manson referred to the race war as Helter Skelter, getting the name from the song of the same name.: 244–247, 334, 361–362 Musician and filmmaker Boots Riley criticized Tarantino's film for not portraying Bugliosi's Helter Skelter narrative, or depicting the Family as white supremacists, as did Lorraine Ali of the Los Angeles Times, in which she wrote that portraying the Manson Family as hippies is \"a more bankable image than Manson the ignorant white supremacist.\"However, according to members of The Family – Susan Atkins, Leslie Van Houten, Patricia Krenwinkel, Catherine Share, and Ruth Ann Moorehouse – the Tate murders were not perpetrated to start Helter Skelter, but as copycat murders mirroring that of Gary Hinman, in an attempt to convince police the killer was still at large,: 426–435  and get Bobby Beausoleil released from jail, as he was charged with Hinman's murder. He stated the murders had nothing to do with race.According to Jay Sebring's protégé and business partner Jim Markham, who provided original Sebring hair products for Once Upon a Time in Hollywood, the murders were instigated by a drug deal gone bad, not a race war. He believes Manson was at Tate's house the day before the murders to sell drugs to Sebring and Voytek Frykowski, which resulted in the two beating Manson up. In his interview with Truman Capote, Beausoleil said, \"They burned people on dope deals. Sharon Tate and that gang.\"On The Joe Rogan Experience, Tarantino said he thought Bugliosi's theory was \"bullshit\". He believes Manson never sent anyone over to Tate's house to murder anyone, and that the murders happened spontaneously.\n\n\n== Related projects ==\n\n\n=== Novels ===\n\n\n=== Once Upon a Time in Hollywood ===\n\nIn November 2020, Tarantino signed a two-book deal with HarperCollins. On June 29, 2021, he published his first novel, an adaptation of Once Upon a Time in Hollywood. The audiobook is narrated by Jennifer Jason Leigh who previously starred in Tarantino's The Hateful Eight.According to Tarantino, her Hateful Eight character Daisy Domergue was \"A Manson girl out west, like Susan Atkins or something.\"According to Tarantino, the novel is \"a complete rethinking of the entire story,\" and adds details to various sequences and characters, including multiple chapters dedicated to the backstory of Cliff Booth.The novel also departs from the film, the film's finale occurs towards the beginning of the novel, and its aftermath includes Rick Dalton earning newfound fame as a regular on The Tonight Show Starring Johnny Carson. It also focuses on Charles Manson's pursuit of a music career, the \"inner worlds\" of Sharon Tate and Trudi Frazer, and has a whole chapter focused on actor Aldo Ray.: 337–349 \n\n\n=== The Films of Rick Dalton ===\nIn June 2021, Tarantino revealed he wrote and plans to publish a second novel connected to Once Upon a Time in Hollywood about the films of Rick Dalton.: 45:00–47:00  The book details every film and TV series of Dalton's entire career, some of which are completely fictional but the majority of Dalton's work are real, with Dalton replacing the actors who actually starred in the films.: 46:00–48:00  In it, Cliff Booth writes a film for Dalton featuring a flamethrower, which they produce and Dalton directs.: 47:00–49:00 \n\n\n=== Film and television ===\n\n\n=== Extended cut ===\nOn August 5, 2019, it was reported that a four-hour cut of the film may be coming to Netflix.On January 3, 2020, Collider confirmed the statement in an interview with Quentin Tarantino, revealing the extended-cut of Once Upon a Time in Hollywood would probably be available in approximately one year. In June 2021 Tarantino said the extended cut would probably be released \"in a couple of years.\" It will be around three hours and 20 minutes and be released theatrically.: 38:00–40:00 \n\n\n=== Bounty Law ===\nAlso in 2019, Tarantino expressed interest in creating a Bounty Law television series based on five half-hour scripts he wrote in preparation for the film and that he plans on writing three more episodes. Tarantino said he does not know who would play Jake Cahill, the lead but added \"if [Leonardo DiCaprio] wants to do it that'd be great.\" The series would be shot in black and white and follow the half-hour format of Western television shows from the 1950s. Scenes from the episodes already written appear in Once Upon a Time in Hollywood. Tarantino plans on directing all episodes of the series.\n\n\n=== Lancer ===\nTarantino hopes Robert Rodriguez will turn Tarantino's version of Lancer in Once Upon a Time in Hollywood into a film.: 37:00–38:00 \n\n\n=== Stage ===\nIn June 2021 Tarantino announced his plan to produce a stage adaptation of Once Upon a Time in Hollywood. He already wrote the play, which takes place in Italy. The entire second act consists of Rick Dalton, Marvin Schwarz, and Sergio Corbucci having dinner in Rome.\n\n\n== In popular culture ==\nOn August 6, 2021, the rock band Twin Atlantic released a Once Upon a Time in Hollywood-themed music video for their song \"Bang On the Gong,\" with lead singer, Sam McTrusty taking inspiration from Rick Dalton.During the opening credits of the Japanese anime, Chainsaw Man, the opening scene of the movie has been referenced.\n\n\n== See also ==\nQuentin Tarantino filmography\nList of films featuring hallucinogens\nMetamodernism\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website\nOnce Upon a Time in Hollywood at IMDb"
    },
    {
        "title": "Kill Bill: Volume 1",
        "summary": "Kill Bill: Volume 1 is a 2003 American martial arts film written and directed by Quentin Tarantino. It stars Uma Thurman as the Bride, who swears revenge on a group of assassins (Lucy Liu, Michael Madsen, Daryl Hannah, and Vivica A. Fox) and their leader, Bill (David Carradine), after they try to kill her and her unborn child. Her journey takes her to Tokyo, where she battles the yakuza.\nTarantino conceived Kill Bill as an homage to the 1973 film Lady Snowblood, grindhouse cinema, martial arts films, samurai cinema, blaxploitation and spaghetti Westerns. It features an anime sequence by Production I.G. Volume 1 is the first of two Kill Bill films made in a single production. They were originally set for a single release, but the film, with a runtime of over four hours, was divided in two. This meant Tarantino did not have to cut scenes. Volume 2 was released six months later.\nKill Bill was theatrically released in the United States on October 10, 2003. It received positive reviews and grossed over $180 million worldwide on a $30 million budget, achieving the highest-grossing opening weekend of a Tarantino film to that point.",
        "content": "Kill Bill: Volume 1 is a 2003 American martial arts film written and directed by Quentin Tarantino. It stars Uma Thurman as the Bride, who swears revenge on a group of assassins (Lucy Liu, Michael Madsen, Daryl Hannah, and Vivica A. Fox) and their leader, Bill (David Carradine), after they try to kill her and her unborn child. Her journey takes her to Tokyo, where she battles the yakuza.\nTarantino conceived Kill Bill as an homage to the 1973 film Lady Snowblood, grindhouse cinema, martial arts films, samurai cinema, blaxploitation and spaghetti Westerns. It features an anime sequence by Production I.G. Volume 1 is the first of two Kill Bill films made in a single production. They were originally set for a single release, but the film, with a runtime of over four hours, was divided in two. This meant Tarantino did not have to cut scenes. Volume 2 was released six months later.\nKill Bill was theatrically released in the United States on October 10, 2003. It received positive reviews and grossed over $180 million worldwide on a $30 million budget, achieving the highest-grossing opening weekend of a Tarantino film to that point.\n\n\n== Plot ==\nIn 1999, the Bride, a former member of the Deadly Viper assassination squad, is rehearsing her marriage at a chapel in El Paso, Texas. The Deadly Vipers, led by Bill, attack the chapel, shooting everyone. As the Bride lies wounded, she tells Bill he is the father of her unborn child, just as he shoots her in the head.\nThe Bride falls into a coma. In the hospital, Elle Driver, one of the Deadly Vipers, prepares to assassinate her via lethal injection. Bill aborts the mission, considering it dishonorable to kill her while she is defenseless. The Bride awakens after four years and is horrified to discover she is no longer pregnant. She kills a man who intends to rape her and a hospital worker who has been selling her body while she was comatose. She takes the hospital worker's truck and gets herself back in shape, vowing to kill Bill and the other Deadly Vipers.\nThe Bride goes to the home of Vernita Green, a former Deadly Viper who now leads a normal suburban life. She and the Bride engage in a knife fight, which is interrupted when Vernita's young daughter arrives home. When Vernita tries to shoot the Bride with a pistol hidden in a box of cereal, the Bride throws a knife into her chest, killing her.\nThe Bride goes to Okinawa to obtain a sword from the legendary swordsmith Hattori Hanzō, who has sworn never to forge a sword again. After learning that her target is Bill, his former student, he crafts his finest sword for her. The Bride travels to Tokyo to find another Deadly Viper, O-Ren Ishii, now the leader of the Tokyo yakuza. After witnessing the yakuza murder her parents when she was a child, O-Ren took vengeance on the yakuza boss and replaced him after training as an elite assassin.\nThe Bride tracks O-Ren Ishii to a restaurant, where she amputates the arm of O-Ren's assistant, Sofie Fatale. The Bride defeats O-Ren's squad of elite fighters, the Crazy 88, and kills O-Ren's bodyguard, the schoolgirl Gogo Yubari. O-Ren and the Bride duel in the restaurant's Japanese garden. The Bride kills O-Ren by slicing off the top of her head. The Bride tortures Sofie for information about the other Deadly Vipers, and leaves her alive as a threat. Bill finds Sofie and asks her if the Bride knows that her own daughter is alive.\n\n\n== Cast ==\n\n\n== Production ==\n\n\n=== Writing ===\nQuentin Tarantino and Thurman conceived the Bride character during the production of Tarantino's 1994 film Pulp Fiction; Kill Bill credits the story to \"Q & U\". Tarantino spent a year and a half writing the script while he was living in New York City in 2000 and 2001, spending time with Thurman and her newborn daughter Maya. Reuniting with the more mature Thurman, now a mother, influenced the way Tarantino wrote the Bride character. He didn't realize that her child could still be alive until the end of the writing process.Tarantino developed many of the Bride's characteristics for the character of Shosanna Dreyfus for his 2009 film Inglourious Basterds, which he worked on before Kill Bill. Originally, Dreyfus would be an assassin with a list of Nazis she would cross off as she killed. Tarantino switched the character to the Bride and redeveloped Dreyfus. Thurman cited Clint Eastwood's performance as Blondie in the 1966 film The Good, the Bad and the Ugly as an inspiration. In her words, Eastwood \"says almost nothing but somehow manages to portray a whole character\".Tarantino originally wrote Bill for Warren Beatty, but as the character developed and the role required greater screen time and martial arts training, he rewrote it for David Carradine. Beatty said he turned the role down, as he did not want to be away from his family while shooting in China. Tarantino also considered Bruce Willis for the role. Tarantino cast Daryl Hannah as Elle Driver after seeing her performance in the television film First Target. The physical similarities between Thurman and Hannah inspired how he wrote the rivalry between the characters. Michelle Yeoh met with Tarantino about a role in the film.An early draft included a chapter set after the confrontation with Vernita, in which the Bride has a gunfight with Gogo Yubari's vengeful sister Yuki. It was cut because it would have made the film overlong and added $1 million to the budget. Another draft featured a scene in which the Bride's car is blown up by Elle.\n\n\n=== Filming ===\nWhen Thurman became pregnant as shooting was ready to begin, Tarantino delayed the production, saying: \"If Josef Von Sternberg is getting ready to make Morocco and Marlene Dietrich gets pregnant, he waits for Dietrich!\" Principal photography began in 2002. Although the scenes are presented out of chronological order, the film was shot in sequence. The choreographer Yuen Woo-Ping, whose previous credits include The Matrix, was the martial arts advisor. The anime sequence, covering O-Ren Ishii's backstory, was directed by Kazuto Nakazawa and produced by Production I.G, which had produced films including Ghost in the Shell and Blood: The Last Vampire. The combined production lasted 155 days and had a budget of $55 million.According to Tarantino, the most difficult part of making the film was \"trying to take myself to a different place as a filmmaker and throw my hat in the ring with other great action directors\", as opposed to the dialogue scenes he was known for. The House of Blue Leaves sequence, in which the Bride battles dozens of yakuza soldiers, took eight weeks to film, six weeks over schedule. Tarantino wanted to create \"one of the greatest, most exciting sequences in the history of cinema\". The crew eschewed computer-generated imagery in favor of practical effects used in 1970s Chinese cinema, particularly by the director Chang Cheh, including the use of fire extinguishers and condoms to create spurts and explosions of blood. Tarantino told his crew: \"Let's pretend we're little kids and we're making a Super 8 movie in our back yard, and you don't have all this shit. How would you achieve this effect? Ingenuity is important here!\"Near the end of filming, Thurman was injured in a crash while filming the scene in which she drives to Bill. According to Thurman, she was uncomfortable driving the car and asked a stunt driver to do it. Tarantino assured her that the car and road were safe. She lost control of the car and hit a tree, suffering a concussion and damage to her knees. According to Thurman, Miramax would only give her the crash footage if she signed a document \"releasing them of any consequences of [Thurman's] future pain and suffering\". Tarantino was apologetic, but their relationship became bitter for years afterwards. Thurman said that after the car crash she \"went from being a creative contributor and performer to being like a broken tool\". Miramax released the footage in 2018 after Thurman went to police following the accusations of sexual abuse by Weinstein.\n\n\n=== Editing ===\nKill Bill was planned and filmed as a single film. After editing began, the producer, Harvey Weinstein, who was known for pressuring filmmakers to shorten their films, suggested that Tarantino split the film in two. This meant Tarantino did not have to cut scenes, such as the anime sequence. Tarantino told IGN: \"I'm talking about scenes that are some of the best scenes in the movie, but in this hurdling pace where you're trying to tell only one story, that would have been the stuff that would have had to go. But to me, that's kind of what the movie was, are these little detours and these little grace notes.\" The decision to split the film was announced in July 2003.\n\n\n== Influences ==\nKill Bill was inspired by grindhouse films that played in cheap US theaters in the 1970s, including martial arts films, samurai cinema, blaxploitation films and spaghetti westerns. It pays homage to the Shaw Brothers Studio, known for its martial arts films, with the inclusion of the ShawScope logo in the opening titles and the \"crashing zoom\", a fast zoom usually ending in a close-up commonly used in Shaw Brothers films. The Bride's yellow tracksuit, helmet and motorcycle resemble those used by Bruce Lee in the 1972 martial arts film Game of Death. The animated sequence pays homage to violent anime films such as Golgo 13: The Professional (1983) and Wicked City (1987).The Guardian wrote that Kill Bill's plot shares similarities with the 1973 Japanese film Lady Snowblood, in which a woman kills off the gang who murdered her family, and observed that like how Lady Snowblood used stills and illustration for \"parts of the narrative that were too expensive to film\", Kill Bill similarly uses \"Japanese-style animation to break up the narrative\". The plot also resembles the 1968 French film The Bride Wore Black, in which a bride seeks revenge on five gang members and strikes them off a list as she kills them.\n\n\n== Release ==\n\n\n=== Theatrical ===\nKill Bill: Volume 1 was released in theaters on October 10, 2003. It was the first Tarantino film in six years, following Jackie Brown in 1997. In the United States and Canada, Volume 1 was released in 3,102 theaters and grossed $22 million on its opening weekend. Paul Dergarabedian, president of Exhibitor Relations, said Volume 1's opening weekend gross was significant for a \"very genre specific and very violent\" film that in the United States was restricted to theatergoers 17 years old and up. It ranked first at the box office, beating School of Rock (in its second weekend) and Intolerable Cruelty (in its first). Volume 1 had the widest theatrical release and highest-grossing opening weekend of a Tarantino film to date; Jackie Brown and Pulp Fiction (1994) had each grossed $9.3 million on their opening weekends. According to the studio, exit polls showed that 90% of the audience was interested in seeing the second Kill Bill after seeing the first.Outside the United States and Canada, Kill Bill: Volume 1 was released in 20 territories. The film outperformed its main competitor Intolerable Cruelty in Norway, Denmark and Finland, though it ranked second in Italy. Volume 1 had a record opening in Japan, though expectations were higher due to the film being partially set there and because of its homages to Japanese martial arts cinema. It had \"a muted entry\" in the United Kingdom and Germany due to its 18 certificate, but \"experienced acceptable drops\" after its opening weekend in the two territories. By November 2, 2003, it had made $31 million in the 20 territories. It grossed a total of $70 million in the United States and Canada and $110.9 million in other territories for a worldwide total of $180.9 million.\n\n\n=== Home media ===\nIn the United States, Volume 1 was released on DVD and VHS on April 13, 2004, the week Volume 2 was released in theaters. In a December 2005 interview, Tarantino addressed the lack of a special edition DVD for Kill Bill by stating \"I've been holding off because I've been working on it for so long that I just wanted a year off from Kill Bill and then I'll do the big supplementary DVD package.\" After one week of release, the film's DVD sales had surpassed its $70 million US box office gross.The United States does not have a DVD boxed set of Kill Bill, though box sets of the two separate volumes are available in other countries, such as France, Japan and the United Kingdom. Upon the DVD release of Volume 2 in the US, however, Best Buy did offer an exclusive box set slipcase to house the two individual releases together. Volume 1, along with Volume 2, was released in High Definition on Blu-ray on September 9, 2008, in the United States. As of March 2012, Volume 1 sold 141,456 Blu-ray units in the US, grossing $1,477,791.After Disney sold Miramax to Filmyard Holdings in 2010, the home media and streaming rights for both Kill Bill films were sold to Lionsgate, who reissued the Blu-ray and DVD releases on April 26, 2011. A limited edition steelbook release sold exclusively in Best Buy stores was released on November 24, 2013. Following ViacomCBS's 49% stake in Miramax, the film was reissued on Blu-ray and DVD on September 22, 2020. In 2023, Lionsgate announced that they had purchased the distribution rights to both Kill Bill films, along with Jackie Brown, and announced a brand new 4K remaster for the film's 20th anniversary.\n\n\n== Reception ==\nOn the review aggregator Rotten Tomatoes, Kill Bill: Volume 1 has a score of 85% based on reviews from 238 critics; the average rating is 7.70/10. Its consensus reads: \"Kill Bill is admittedly little more than a stylish revenge thriller – albeit one that benefits from a wildly inventive surfeit of style.\" At Metacritic, which assigns a weighted average score 69 out of 100 based on 43 reviews from mainstream critics, indicating \"generally favorable reviews\". Audiences polled by CinemaScore gave the film an average grade of \"B+\" on an A+ to F scale.\nA. O. Scott of The New York Times wrote:While being so relentlessly exposed to a filmmaker's idiosyncratic turn-ons can be tedious and off-putting, the undeniable passion that drives Kill Bill is fascinating, even, strange to say it, endearing. Mr. Tarantino is an irrepressible showoff, recklessly flaunting his formal skills as a choreographer of high-concept violence, but he is also an unabashed cinephile, and the sincerity of his enthusiasm gives this messy, uneven spectacle an odd, feverish integrity.\nManohla Dargis of the Los Angeles Times called Kill Bill: Volume 1 a \"blood-soaked valentine to movies. ... It's apparent that Tarantino is striving for more than an off-the-rack mash note or a pastiche of golden oldies. It is, rather, his homage to movies shot in celluloid and wide, wide, wide, wide screen — an ode to the time right before movies were radically secularized.\" She also recognized Tarantino's technical talent, but thought the film's appeal was too limited to popular culture references, calling its story \"the least interesting part of the whole equation\". Roger Ebert of the Chicago Sun-Times gave it 4 out of 4, describing Tarantino as \"effortlessly and brilliantly in command of his technique\". He wrote: \"The movie is not about anything at all except the skill and humor of its making. It's kind of brilliant.\"Cultural historian Maud Lavin states that the Bride's embodiment of revenge taps into viewers' personal fantasies of committing violence. For audiences, particularly women viewers, the character provides a complex site for identification with one's own aggression.\n\n\n=== Accolades ===\nUma Thurman received a Golden Globe Best Actress nomination in 2004. She was also nominated in 2004 for a BAFTA Award for Best Actress in a Leading Role, in addition with four other BAFTA nominations. Kill Bill: Volume 1 was placed in Empire Magazine's list of the 500 Greatest Films of All Time at number 325 and the Bride was also ranked number 66 in Empire magazine's \"100 Greatest Movie Characters\". Neither Kill Bill movie received any Academy Awards (Oscars) nominations.\n\n\n== Sequel ==\nA sequel, Kill Bill: Volume 2, was released in April 2004. It continues the Bride's quest to kill Bill and the remaining members of the Deadly Viper Assassination Squad. Volume 2 was also a critical and commercial success, earning over $150 million.\n\n\n== Legacy ==\nKill Buljo is a 2007 Norwegian parody of Kill Bill set in Finnmark, Norway, and portrays Jompa Tormann's hunt for Tampa and Papa Buljo. The film satirizes stereotypes of Norway's Sami population. According to the Norwegian newspaper Dagbladet, Tarantino approved of the parody.The Pussy Wagon vehicle from Volume 1 made a cameo in the music video for Lady Gaga and Beyoncé's 2010 song \"Telephone\" at Tarantino's behest.\n\n\n== See also ==\nQuentin Tarantino filmography\n\n\n== References ==\n\n\n== External links ==\n\nKill Bill: Volume 1 at IMDb \nKill Bill: Volume 1 at AllMovie \nKill Bill: Volume 1 at Box Office Mojo \nKill Bill: Volume 1 at Rotten Tomatoes \nKill Bill Chapter 3: The Origin of O-Ren (anime) at Anime News Network's encyclopedia"
    }
]
